Repository: common-repository/backup-by-supsystic
Catalog: languages/backup-by-supsystic-*.po
Languages: cs_cz, de_ch, de_de, el_gr, es_es, fr_fr, gl_es, it_it, nl_nl, pl_pl, ru_ru

source: Specify the path where the data is to be backed up. It 'Use relative path' ckeckbox has been set up, the path will be set against in the root directory, where the WordPress is installed. If 'Use relative path' checkbox has been of, the full path to the disk root should be specified.
cs_cz: Uveďte cestu, kam se mají data zálohovat. Pokud je zaškrtávací pole "Použít relativní cestu" použito, cesta bude nastavena ke kořenovému adresáři, kde je WordPress nainstalován. Pokud je zaškrtávací pole "Použít relativní cestu" nezaškrtnuté měla být uvedena úplná cesta.
de_ch: Bestimme den Pfad wohin die Daten gesichert werden soll. Falls die Option "Verwende relativen Pfad" ausgewählt wurde, wird die Pfadangabe auf das Root-Verzeichnis der WordPress-Installation gesetzt. Falls "Verwende relativen Pfad" nicht gesetzt ist, muss der komplette Pfad des Laufwerk-Roots angegeben werden.
de_de: Pfad spezifizieren in dem die Daten gesichert werden sollen. Falls das Kontrollkästchen für 'Relativen Pfad verwenden' aktiviert ist, wird der Pfad auf das Root-Verzeichnis, in dem WordPress installiert ist gesetzt. Ist das Kontrollkästchen deaktiviert, muss der komplette angegeben werden.
el_gr: Καθορίστε τη διαδρομή στην οποία θα δημιουργηθούν αντίγραφα ασφαλείας των δεδομένων. Το 'Χρήση σχετικής διαδρομής' έχει ρυθμιστεί στο ckeckbox, η διαδρομή θα ρυθμιστεί στον ριζικό κατάλογο όπου έχει εγκατασταθεί το WordPress. Εάν το πλαίσιο ελέγχου ήταν από 'Χρήση σχετικής διαδρομής' , πρέπει να καθοριστεί η πλήρης διαδρομή προς τη ρίζα του δίσκου.
es_es: Especifique la ruta desde la que se realizarán las copias de seguridad de los datos. Se ha configurado 'Usar ruta relativa', la ruta se establecerá en el directorio raíz, donde está instalado WordPress. Si la casilla de verificación 'Usar ruta relativa' ha sido de, debe especificarse la ruta completa a la raíz del disco.
fr_fr: Précisez le chemin où les données doivent être sauvegardées. Si la case 'Utiliser des chemins relatifs' est cochée, alors le chemin enregistré sera la racine de l'installation de WordPress. Si cette case est décochée, alors le chemin complet depuis la racine du disque doit être indiqué.
gl_es: Especifica onde se debe gardar o Backup. Se a caixa de selección 'Empregar ruta relativa:' está marcada, a ruta vai ser sobre o directorio raíz,, onde está instalado WordPress. Se non o está, a ruta completa no disco ten que especificarse.
it_it: Specificare il percorso dove effettuare le copie. Se non è stata selezionata la casella ‘Usa percorso relativo’, il percorso sarà riferito alla cartella dov’è installato WordPress. In caso contrario si dovrà inserire il percorso completo a partire dalla radice del disco.
nl_nl: Specifeer het pad waar de backup moet worden opgeslagen. Als 'Use relative path' is aangevinkt, wordt het pad vanaf de root directory van de wordpress installatie gezet. Als 'User relative path' is uitgevinkt, wordt het pad vanaf de root directory van de harddisk gezet.
pl_pl: Określ ścieżkę, w której dane mają zostać zarchiwizowane. Jeśli pole wyboru 'Użyj ścieżki względnej' zostało skonfigurowane, ścieżka zostanie ustawiona na katalog główny, w którym zainstalowany jest WordPress. Jeśli pole wyboru 'Użyj ścieżki względnej' pozostało wyłączone, to pełna ścieżka do katalogu głównego dysku powinna zostać określona.
ru_ru: Укажите путь, где данные должны быть подкреплены. Он использует относительный путь, путь будет установлен в отношении к корневому каталогу, где установлен WordPress. Если "Использовать относительный путь" флажок должен быть выключеным, полный путь к корню диска должен быть указан.

source: Warehouse:
cs_cz: Skladiště:
de_ch: Lager:
de_de: Speicherort
el_gr: Αποθήκη:
es_es: Almacén:
gl_es: Almacén:
it_it: Archivio:
nl_nl: Magazijn:
pl_pl: Magazyn:

source: If the checkbox has been set up, then the backup path must be specified in the Warehouse field against the root directory, where the WordPress is installed. if the checkbox has been off, then the backup path must be specified in the Warehouse field against the disk root."
cs_cz: Je-li toto zaškrtávací políčko zaškrtnuto, pak záložní cesta musí být ve skladišti, oproti kořenovému adresáři, kde je WordPress nainstalován. Pokud je zaškrtávací políčko zaškrtnuto nebylo, pak záložní cesta musí být zadána v poli skladiště až ke kořeni disku."
de_ch: Falls die Checkbox ausgewählt wurde, dann muss der Datensicherungs-Pfad im Feld Lager ab dem Root-Verzeichnis der WordPress-Installation angegeben werden. Falls die Checkbox nicht ausgewählt wurde, muss der Datensicherungs-Pfad ab dem Root-Verzeichnis des Laufwerks angegeben werden."
de_de: Wenn das Kontrollkästchen aktiviert ist, muss der Pfad im Lager Feld auf das Root-Verzeichnis gelegt werden, ist das Kontrollkästchen deaktivert muss der Pfad im Lager Feld auf das Root-Verzeichnis des Laufwerks gelegt werden.
el_gr: Εάν το πλαίσιο ελέγχου έχει ρυθμιστεί, τότε η διαδρομή αντιγράφου ασφαλείας πρέπει να καθοριστεί στο πεδίο Αποθήκη έναντι του ριζικού καταλόγου, όπου είναι εγκατεστημένο το WordPress. Εάν το πλαίσιο ελέγχου είναι απενεργοποιημένο, τότε η διαδρομή αντιγράφου ασφαλείας πρέπει να καθοριστεί στο πεδίο Αποθήκη εναντίον της ρίζας του δίσκου. "
es_es: Si la casilla de verificación se ha configurado, la ruta de la copia de seguridad se debe especificar en el campo Almacén contra el directorio raíz, donde está instalado WordPress. si la casilla de verificación está desactivada, entonces la ruta de la copia de seguridad debe especificarse en el campo Almacén contra la raíz del disco. \ "
fr_fr: Si la case est cochée, alors le chemin de la sauvegarde doit être indiqué dans le champ Warehouse, et équivalent à la racine de l'installation de WordPress. Si cette case est décochée, alors le chemin complet depuis la racine du disque doit être indiqué dans ce champ."
gl_es: Se a caixa de selección está marcada, a ruta da backup ten que ser especificada no campo almacén cara o directorio raíz, onde está instalado WordPress.
it_it: Se questa casella è attiva, il percorso dev’essere specificato nel campo Warehouse relativamente alla directory radice, in cui è installato Wordpress. In caso contrario, il percorso dev’essere indicato rispetto alla radice del disco /.
nl_nl: Als de checkbox aangevinkt is, moet het backup pad in het warehouse veld ingesteld worden vanaf de root directory van de wordpress installatie. Als de checkbox niet is aangevinkt moet het pad gespecificeerd worden vanaf de root van de disk."
pl_pl: Jeśli pole zostało skonfigurowane, a następnie ścieżka kopii zapasowej musi być podana w polu Magazyn przed katalogiem głównym, w którym zainstalowany jest WordPress. Jeśli pole wyboru zostało wyłączone, wtedy ścieżka kopii zapasowej musi być podana w polu Magazyn przed katalogiem głównym dysku. "

source: Use relative path
cs_cz: Použít relativní cestu
de_de: Nutze relativen Pfad
el_gr: Χρήση σχετικής διαδρομής
es_es: Use la ruta relativa
pl_pl: Użyj ścieżki względnej
ru_ru: Используйте относительный путь

source: Path to directory, where will be stored backup files.
cs_cz: Cesta k adresáři, kde budu uloženy záložní soubory.
de_de: Pfad zum Verzeichnis in dem die Sicherungsdateien gespeichert sind.
el_gr: Διαδρομή στον κατάλογο, όπου θα αποθηκεύονται τα αρχεία αντιγράφων ασφαλείας.
es_es: Ruta al directorio, donde se almacenarán los archivos de copia de seguridad.
pl_pl: Ścieżka do katalogu, w którym będą przechowywane pliki kopii zapasowej.
ru_ru: Путь к директории, где будут храниться файлы резервных копий.

source: Delete Plugin Data (options, setup data, database tables, etc.)
cs_cz: Smazat data pluginu (volby, data nastavení, databázové tabulky, atd)
de_ch: Lösche die Plugin-Daten (Optionen, Setup-Einstellungen, Datenbanktabellen, etc.)
de_de: Lösche Plugin-Daten (Optionen, Installationsdaten, Datenbanktabellen, etc.)
el_gr: Διαγραφή δεδομένων Plugin (επιλογές, τα δεδομένα ρύθμισης, πίνακες της βάσης δεδομένων, κλπ)
es_es: Eliminar datos del complemento (opciones, datos de configuración, tablas de la base de datos, etc.)
fr_fr: Effacer les données du plugin (options, réglages, tables dans la base de données, etc.)
gl_es: Eliminar datos do plugin (opcións, datos de instalación, tablas da DB, etc.)
it_it: Cancella i dati del plugin (opzioni, impostazioni, tabelle del database, ecc.)
nl_nl: Verwijder Plugin Data (options, setup data, database tables, enz.)
pl_pl: Usuń dane wtyczki (opcje, dane konfiguracyjne, tabele bazy danych, itd)
ru_ru: Удалить данные плагина (опции, данные настройки, таблицы базы данных и т.д.)

source: To restore website backup, be sure that all files and folders in the core directory have writing permissions. Backup restoration can rewrite some of them.
cs_cz: Chcete-li obnovit zálohu webové stránky, ujistěte se, že všechny soubory a složky v kořenovém adresáři mají oprávnění zápisu. Obnova zálohy může přepsat některé z nich.
de_ch: Um die Website wiederherzustellen, stelle bitte sicher, dass alle Dateien und Verzeichnisse im Core-Verzeichnis Schreibrechte haben. Die Wiederherstellung einer Datensicherung kann einige davon überschreiben.
de_de: Um ein Webseitenbackup wiederherzustellen musst du dich vergewissern, dass du Schreibrechte im Core-Verzeichnis hast. Das Wiederherstellen einer Sicherung kann einige dieser Rechte überschreiben.
el_gr: Για να επαναφέρετε την αντιγραφή ιστοτόπων, βεβαιωθείτε ότι όλα τα αρχεία και οι φάκελοι στον κύριο κατάλογο έχουν δικαιώματα εγγραφής. Η δημιουργία αντιγράφων ασφαλείας μπορεί να ξαναγράψει μερικά από αυτά.
es_es: Para restaurar la copia de seguridad del sitio web, asegúrese de que todos los archivos y carpetas en el directorio central tengan permisos de escritura. La restauración de respaldo puede reescribir algunos de ellos.
fr_fr: Pour restaurer la sauvegarde du site, assurez-vous que tous les fichiers et répertoires situés dans répertoire de base disposent des droits d'écriture.<br />La restauration peut écraser quelque-uns d'entre eux.
gl_es: Para resturar a backup da páxina, asegúrate de que todos os ficheiros e directorios do directorio raíz teñen permisos de escritura. A restauración da backup pode sobreescribir algún deles.
it_it: Per ripristinare una copia del sito, assicuratevi che tutti i file e le cartelle nella directory principale abbiano i permessi di scrittura. Il ripristino può sovrascriverne alcuni.
nl_nl: Zorg dat alle bestanden en folders in de hoofd directory beschreven mogen worden om de backup succesvol terug te kunnen zetten. Het kan voorkomen dat dit nodig is bij het terugzetten van de backup.
pl_pl: Aby przywrócić kopię zapasową strony internetowej, upewnij się, że wszystkie pliki i foldery w katalogu podstawowym, posiadają uprawnienia do zapisu. Przywrócenie kopii zapasowej może nadpisać niektóre z nich.
ru_ru: Для восстановления резервной копии сайта, убедитесь, что все файлы и папки в основной папке имеют права на запись. Резервное восстановление может переписать некоторые из них.

source: Where to Backup:
cs_cz: Kam zálohovat:
de_ch: Wohin gesichert wird:
de_de: Speicherort der Sicherung
el_gr: Πού να δημιουργήσετε αντίγραφα ασφαλείας
es_es: Dónde hacer una copia de seguridad:
fr_fr: Où restaurer :
gl_es: Dónde facer a backup:
it_it: Dove fare il backup:
nl_nl: Waar moet de backup naartoe:
pl_pl: Gdzie zapisać kopię zapasową:
ru_ru: Куда делать бекап

source: Available space:
cs_cz: Dostupné místo:
de_ch: Verfügbarer Speicherplatz:
de_de: Verfügbarer Speicher:
el_gr: Διαθέσιμος χώρος:
es_es: Espacio disponible:
fr_fr: Espace disponible :
gl_es: Espacio disponible:
it_it: Spazio disponibile:
nl_nl: Beschikbare ruimte:
pl_pl: Dostępne miejsce:
ru_ru: Доступное место:

source: An errors has been occured while initialize warehouse module.
cs_cz: Při inicializaci skladového modulu došlo k chybě.
de_ch: Ein Fehler ist beim Initialisieren des Lager-Moduls aufgetreten.
de_de: Ein Fehler ist während des Initialisierens des Lagermoduls aufgetreten.
el_gr: Παρουσιάστηκαν σφάλματα κατά την αρχικοποίηση της ενότητας αποθήκης.
es_es: Se ha producido un error al inicializar el módulo de depósito.
fr_fr: Une erreur est survenue lors de l'initialisation du module warehouse.
gl_es: Ocorreron erros mentras que se inicializaba o módulo de almacén.
it_it: E’ avvenuto un errore durante l’inizializzazione del modulo warehouse.
nl_nl: Er is een fout opgetreden bij het initialiseren van de wharehouse module
pl_pl: Wystąpiły błędy podczas initializacji modułu magazynowego.
ru_ru: Произошла ошибка в то время инициализации модуля хранилища.

source: Show Log
cs_cz: Zobrazit log
de_ch: Protokoll anzeigen
de_de: Zeige Protokoll
el_gr: Εμφάνιση αρχείου καταγραφής
es_es: Mostrar registro
fr_fr: Voir le journal
gl_es: Mostrar log
it_it: Mostra rapporto
nl_nl: Laat log zien
pl_pl: Pokaż log
ru_ru: Показать лог

source: Backup already in process.
cs_cz: Záloha probíhá.
de_ch: Eine Datensicherung läuft bereits.
de_de: Sicherung bereits gestartet
el_gr: Η δημιουργία αντιγράφων ασφαλείας βρίσκεται ήδη σε εξέλιξη.
es_es: Respaldo ya en proceso.
fr_fr: Sauvegarde déjà en cours.
gl_es: Backup xa en proceso.
it_it: Backup già in corso.
nl_nl: Backup is al bezig.
pl_pl: Tworzenie kopii zapasowej w toku.
ru_ru: Резервное копирование уже в процессе.

source: Pages Options
cs_cz: Možnosti stránek
de_ch: Seiten Optionen
de_de: Seiten Optionen
el_gr: Επιλογές Σελίδων
es_es: Opciones de páginas
fr_fr: Options des pages
gl_es: Opcións de páxinas
it_it: Opzioni pagine
nl_nl: Pagina opties
pl_pl: Opcje stron
ru_ru: Опции страниц

source: Recreate Pages
cs_cz: Znovu-vytvořit stránky
de_ch: Seiten wiederherstellen
de_de: Seiten Wiederherstellen
el_gr: Αναδημιουργία Σελίδων
fr_fr: Re-créer les pages
gl_es: Recrear páxinas
it_it: Ricrea pagine
nl_nl: Maak pagina's opniew aan
pl_pl: Odtworzenie stron
ru_ru: Пересоздайте страницы

source: If you accidently deleted one of plugin page - Login, or Checkout, or Shopping cart for example, just click on this button - and pages, that you deleted, will be created again. Do not use it without emergency.
cs_cz: Pokud jste omylem vymazali nějakou stránku pluginu - například login, nebo Checkout, nebo nákupní vozík, stačí kliknout na toto tlačítko - a stránky, které jste odstranili, bude obnoveny. Používejte pouze v případě nutnosti.
de_ch: Falls Du fälschlicherweise einer der Plugin-Seiten gelöscht hast - Login oder Checkout oder Warenkorb zum Beispiel, dann klicke auf diese Schaltfläche - und Seite welche Du gelöscht hast werden wieder erzeugt. Nicht verwenden falls es kein Notfall ist!
de_de: Falls du ausversehen eine der Pluginseiten gelöscht hast - Login, Checkout oder Einkaufswagen zum Beispiel, dann drücke auf diese Schaltfläche - Seiten die du gelöscht hast werden wieder erstellt. Nur im Notfall benutzen.
el_gr: Εάν κατά λάθος διαγράψατε μία από τις σελίδες του plugin - Σύνδεση ή Checkout ή Καλάθι αγορών για παράδειγμα, απλά κάντε κλικ σε αυτό το κουμπί - και οι σελίδες που διαγράψατε θα δημιουργηθούν ξανά. Μην το χρησιμοποιείτε χωρίς έκτακτη ανάγκη.
es_es: Si accidentalmente borró una de las páginas de complementos (Iniciar sesión o Pagar, o Carro de compras, por ejemplo, simplemente haga clic en este botón) y las páginas que haya eliminado se crearán nuevamente. No lo use sin emergencia.
fr_fr: Si vous avez effacé par accident une des pages du plugin - Connexion, Paiement, ou Panier par exemple, cliquez simplement sur ce bouton - et les pages que vous avez effacées seront recréées. A n'utiliser qu'en cas d'urgence.
gl_es: Se eliminaches accidentalmente alguna página de plugin - Login, Checkout ou Shopping cart por exemplo, clica este botón - e as páxinas que borraches crearánse de novo. Non o uses se non é unha emerxencia.
it_it: Se avete accidentalmente cancellato una pagina del plugin - per esempio il Login, il Checkout o il carrello della spesa - fate clic su questo pulsante e le pagine verranno ripristinate. Non usare se non in emergenza.
nl_nl: Als u per ongeluk een plugin pagina verwijderd hebt, bijvoorbeeld de Login, Checkout of Shopping cart, klik dan op onderstaande knop en de pagina's worden opnieuw aangemaakt. Gebruik deze optie alleen in een noodgeval!
pl_pl: Jeśli przypadkowo usunięta została jedna ze stron wtyczki - na przykład login, lub kasę, czy koszyk, po prostu kliknij na ten przycisk - strony usunięte zostaną ponownie utworzone. Należy używać go jedynie w sytuacji awaryjnej.
ru_ru: Если Вы случайно удалили одну страницу - например страницу авторизации, или страницу Checkout, или страницу Корзина, просто нажмите на эту кнопку - и страницы, которые Вы удалили, будут созданы заново. Не используйте его без крайней необходимости.

source: Information was saved. Thank you!
cs_cz: Informace byly uloženy. Děkujeme!
de_ch: Die Informationen wurden gesichert. Danke!
de_de: Information gespeichert. Danke!
el_gr: Οι πληροφορίες αποθηκεύτηκαν. Ευχαριστώ!
es_es: La información fue guardada ¡Gracias!
fr_fr: Informations sauvegardées. Merci !
gl_es: A información gardóuse. Gracias!
it_it: L’informazione è stata salvata, grazie!
nl_nl: Informatie is opgeslagen. Dank u!
pl_pl: Informacja została zapisana. Dziękujemy!
ru_ru: Информация сохранена. Спасибо!

source: Please, be advised, that this option is available only in PRO version. You can
cs_cz: Prosím, vezměte na vědomí, že tato možnost je dostupná pouze v PRO verzi. Můžete
de_ch: Bitte nimm zur Kenntnis, dass diese Option nur in der PRO Version verfügbar ist. Du kannst
de_de: Diese Option ist nur in der PRO-Version verfügbar. Du kannst
el_gr: Παρακαλώ, να γνωρίζετε ότι αυτή η επιλογή είναι διαθέσιμη μόνο σε έκδοση PRO.. μπορείτε να
es_es: Tenga en cuenta que esta opción solo está disponible en la versión PRO. Usted puede
fr_fr: Veuillez noter que cette option est uniquement disponible dans la version PRO. Vous pouvez
gl_es: Por favor, avísamoste de que esta opción só está disponible na versión pro. Podes
it_it: Questa opzione è disponibile solo nella versione PRO. Potete
nl_nl: Deze optie is alleen beschikbaar in de PRO versie. U kunt
pl_pl: Należy pamiętać, że opcja ta jest dostępna tylko w wersji PRO. Możesz
ru_ru: Пожалуйста, имейте в виду, что эта опция доступна только в PRO версии. Вы можете

source: Name
cs_cz: Jméno
el_gr: Ονομα
es_es: Nombre
fr_fr: Nom
gl_es: Nome
it_it: Nome
nl_nl: Naam
pl_pl: Imię
ru_ru: Имя

source: Email
fr_fr: Courriel
pl_pl: Adres e-mail

source: Website
cs_cz: Web
de_de: Webseite
el_gr: Ιστότοπος
es_es: Sitio web
fr_fr: Site
gl_es: Páxina web
pl_pl: Adres strony
ru_ru: Сайт

source: Subject
cs_cz: Předmět
de_ch: Betreff
de_de: Betreff
el_gr: Τίτλος
es_es: Tema
fr_fr: Sujet
gl_es: Suxeito
it_it: Soggetto
nl_nl: Onderwerp
pl_pl: Przedmiot
ru_ru: Заголовок

source: Topic
cs_cz: Téma
de_ch: Thema
de_de: Thema
el_gr: Θέμα
es_es: Tema
fr_fr: Thème
gl_es: Tema
it_it: Argomento
nl_nl: Onderwerp
pl_pl: Temat
ru_ru: Раздел

source: Plugin options
cs_cz: Možnosti pluginu
de_ch: Plugin-Optionen
de_de: Plugin Optionen
el_gr: Επιλογές Plugin
es_es: Opciones de complemento
fr_fr: Options du plugin
gl_es: Opcións de plugin
it_it: Opzioni del plugin
nl_nl: Plugin opties
pl_pl: Opcje wtyczki
ru_ru: Опции плагина

source: Report a bug
cs_cz: Nahlásit chybu
de_ch: Einen Fehler melden
de_de: Fehler melden
el_gr: Αναφορά σφάλματος
es_es: Reportar un error
fr_fr: Signaler un bug
gl_es: Reportar un bug
it_it: Segnala un baco
nl_nl: Rapporteer een bug
pl_pl: Zgłoś błąd
ru_ru: Сообщить об ошибке

source: Require a new functionallity
cs_cz: Požadavek nové funkcionality
de_ch: Eine neue Funktionalität beantragen
de_de: Feature beantragen
el_gr: Απαίτηση μιας νέα λειτουργικότητας
es_es: Requiere una nueva funcionalidad
fr_fr: Ajout d'une fonctionnalité
gl_es: Pedir unha nova funcionalidade
it_it: Richiedi nuova funzionalità
nl_nl: Aanvraag voor nieuwe functionaliteit
pl_pl: Wymaganie nowej funkcjonalności
ru_ru: Предложить новый функционал

source: Other
cs_cz: Jiné
de_ch: Anderes
de_de: Andere
el_gr: Αλλα
es_es: Otro
fr_fr: Autre
gl_es: Outro
it_it: Altro
nl_nl: Overig
pl_pl: Inny
ru_ru: Другое

source: Message
cs_cz: Zpráva
de_ch: Nachricht
de_de: Nachricht
el_gr: Μήνυμα
es_es: Mensaje
gl_es: Mensaxe
it_it: Messaggio
nl_nl: Bericht
pl_pl: Wiadomość
ru_ru: Сообщение

source: Hello Supsystic Team!
cs_cz: ahOOj Supsystic Týme! (zpráva v anglickém jazyce)
de_ch: Hallo Supsystic Team!
de_de: Hallo Supsystic Team!
el_gr: Γεια σου ομάδα Supsystic !
es_es: Hola equipo Supsystic!
fr_fr: Bonjour, Supsystic !
gl_es: Hola equipo de Supsystic!
it_it: Salve, team Supsystic
nl_nl: Hallo Supsystic Team!
pl_pl: Translation:
ru_ru: Привет, команда Supsystic!

source: Schedule <p class="bupAIP">Available In PRO</p>
cs_cz: Plán záloh <p class="bupAIP">je dostupný v PRO</p>
de_ch: Terminplan <p class="bupAIP">Verfügbar in der PRO Version</p>
de_de: Zeitplan <p class="bupAIP">in der PRO-Version verfübar!</p>
el_gr: Χρονοδιάγραμμα <p class="bupAIP">Διαθέσιμο στην PRO</p>
es_es: Schedule <p class = \ "bupAIP "> Disponible en PRO </ p>
fr_fr: Planification <p class="bupAIP">Disponible en PRO</p>
gl_es: Programado <p class="bupAIP">Disponible na versión PRO</p>
it_it: Pianifica <p class=\”bupAIP\”>Disponibile nella versione PRO</p>
nl_nl: Schema <p class="bupAIP">Beschikbaar In de PRO versie</p>
pl_pl: Harmonogram <p class = "bupAIP"> Dostępny w wersji Pro </ p>
ru_ru: Расписание <p class="bupAIP">доступно в PRO версии</p>

source: Migration <p class="bupAIP">Available In PRO</p>
cs_cz: Migrace je <p class="bupAIP">dostupná v PRO</p>
el_gr: Μετεγκατάσταση <p class="bupAIP">Διαθέσιμη στην PRO</p>
es_es: Migración <p class = \ "bupAIP "> Disponible en PRO </ p>
pl_pl: Migracja <p class = "bupAIP"> Dostępna w wersji Pro </ p>

source: Remote FTP Server
cs_cz: Vzdálený FTP Server
de_ch: Entfernter FTP Server
el_gr: Απομακρυσμένος διακομιστής FTP
es_es: Servidor FTP remoto
fr_fr: Serveur FTP distant
gl_es: Servidor FTP remoto
it_it: Server FTP remoto
pl_pl: Zdalny serwer FTP
ru_ru: Удалённый FTP-сервер

source: Remote SFTP(SCP) Server
cs_cz: Vzdálený SFTP(SCP) Server
de_ch: Entfernter SFTP(SCP) Server
el_gr: Απομακρυσμένος διακομιστής SFTP (SCP)
es_es: Servidor remoto SFTP (SCP)
fr_fr: Serveur SFTP(SCP) distant
gl_es: Servidor SFTP(SCP) remoto
it_it: Server SFTP(SCP) remoto
pl_pl: Zdalny serwer SFTP (SCP)
ru_ru: Удалённый SFTP(SCP) сервер

source: Remote FTPS Server
cs_cz: Vzdálený FTPS Server
de_ch: Entfernter FTPS Server
el_gr: Απομακρυσμένος διακομιστής FTPS
es_es: Servidor remoto FTPS
fr_fr: Serveur FTPS distant
gl_es: Servidor FTPS remoto
it_it: Server FTPS remoto
pl_pl: Zdalny serwer FTPS
ru_ru: Удаленный FTPS серевер

source: How to get PRO version of plugin for FREE?
cs_cz: Jak získat PRO verzi pluginu ZDARMA?
de_ch: Wie bekommt man die PRO Version KOSTENLOS?
de_de: Wie kann ich die PRO-Version des Plugins KOSTENLOS bekommn?
el_gr: Πώς να αποκτήσετε δωρεάν την έκδοση PRO του plugin;
es_es: ¿Cómo obtener la versión PRO del complemento GRATIS?
fr_fr: Comment obtenir la version PRO gratuitement ?
gl_es: Cómo conseguir a versión PRO do plugin gratis?
it_it: Come avere la versione PRO del plugin GRATIS?
nl_nl: Hoe krijg ik een gratis versie van de plugin?
pl_pl: Jak zdobyć wersję PRO wtyczki za darmo?
ru_ru: Как получить PRO версию плагина БЕСПЛАТНО?
