Repository: common-repository/backup-by-supsystic
Catalog: languages/backup-by-supsystic-*.po
Languages: cs_cz, de_ch, de_de, el_gr, es_es, fr_fr, gl_es, it_it, nl_nl, pl_pl, ru_ru

source: Select
cs_cz: Vybrat
de_ch: Auswählen
de_de: Wählen
el_gr: Επιλογή
es_es: Seleccionar
fr_fr: Sélectionner
gl_es: Seleccionar
it_it: Seleziona
nl_nl: Selecteer
pl_pl: Wybierz
ru_ru: Выбрать

source: N/A
de_ch: nicht vorhanden
de_de: nicht vorhanden
it_it: N/D
nl_nl: N.V.T.
pl_pl: Nie dotyczy

source: Add Checkbox
cs_cz: Přidat zaškrtávací políčko
de_ch: Checkbox hinzufügen
de_de: Kontrollkästchen hinzufügen
el_gr: Προσθήκη πλαισίου ελέγχου
es_es: Agregar casilla de verificación
fr_fr: Ajouter une case à cocher
gl_es: Engadir caixa de selección
it_it: Aggiungi Casella di Controllo
nl_nl: Voeg Checkbox toe
pl_pl: Dodaj Pole wyboru
ru_ru: Добавить чекбокс

source: Add Item
cs_cz: Přidat položku
de_ch: Element hinzufügen
de_de: Element hinzufügen
el_gr: Προσθήκη Είδους
es_es: Añadir artículo
fr_fr: Ajouter un élément
gl_es: Engadir elemento
it_it: Aggiungi oggetto
nl_nl: Onderdeel toevoegen
pl_pl: Dodaj element
ru_ru: Добавить элемент

source: Add Radio Button
cs_cz: Přidat přepínač
de_ch: Radio-Button hinzufügen
de_de: Radio-Button hinzufügen
el_gr: Προσθέστε το κουμπί επιλογής
es_es: Agregar botón de radio
fr_fr: Ajouter un bouton radio
gl_es: Engadir botóns de selección
it_it: Aggiungi Pulsante Radio
nl_nl: Radio knop toevoegen
pl_pl: Dodaj przycisk opcji
ru_ru: Добавить радио кнопку

source: Dimensions
cs_cz: Rozměry
de_ch: Abmessungen
de_de: Abmessung
el_gr: Διαστάσεις
es_es: Dimensiones
gl_es: Dimensións
it_it: Dimensioni
nl_nl: Dementies
pl_pl: Wymiary
ru_ru: Размеры

source: width
cs_cz: šířka
de_ch: Breite
de_de: Breite
el_gr: πλάτος
es_es: anchura
fr_fr: largeur
gl_es: ancho
it_it: larghezza
nl_nl: breedte
pl_pl: szerokość
ru_ru: ширина

source: height
cs_cz: výška
de_ch: Höhe
de_de: Höhe
el_gr: ύψος
es_es: altura
fr_fr: hauteur
gl_es: altura
it_it: altezza
nl_nl: hoogte
pl_pl: wysokość
ru_ru: высота

source: Click to set field "id" and "class"
cs_cz: Klikněte pro nastavení pole "id" a "třída"
de_ch: Klicken um das Feld "id" und "class" zu setzen
de_de: Hier klicken um die Felder "ID" und "class" zu definieren
el_gr: Κάντε κλικ για να ορίσετε το πεδίο "id" και "class"
es_es: Haga clic para establecer el campo \ "id " y \ "clase "
fr_fr: Cliquer pour définir les champs "id" et "class"
gl_es: Click para colocar o campo "id" y "class"
nl_nl: Klik om de velden "id en "class" in te stellen
pl_pl: Kliknij, aby ustawić pole "id" i "klasa"
ru_ru: Нажмите, чтобы установить поля "id" и "class"

source: Attributes
cs_cz: Vlastnosti
de_ch: Attribute
de_de: Attribute
el_gr: Χαρακτηριστικά
es_es: Atributos
fr_fr: Attributs
gl_es: Atributos
it_it: Attributi
nl_nl: Kenmerken
pl_pl: Atrybuty
ru_ru: Атрибуты

source: There are no configuration options for this module
cs_cz: Pro tento modul nejsou žádné možnosti konfigurace
de_ch: Für dieses Modul gibt es keine Konfigurationsoptionen
de_de: Es gibt keine Konfigurationsoptionen für dieses Modul
el_gr: Δεν υπάρχουν επιλογές διαμόρφωσης για αυτήν την ενότητα
es_es: No hay opciones de configuración para este módulo
fr_fr: Il n'y a pas d'option de configuration pour ce module
gl_es: Non hai opcións de configuración para este módulo
it_it: Non ci sono opzioni di configurazione per questo modulo
nl_nl: Er zijn geen configurabele opties voor deze module
pl_pl: Nie ma opcji konfiguracyjnych dla tego modułu
ru_ru: Нет опции конфигурации для этого модуля

source: Apply To
cs_cz: Použít pro
de_ch: Anwenden auf
de_de: Anwenden auf
el_gr: Εφαρμόστε στο
es_es: Aplicar para
fr_fr: Appliquer à
gl_es: Aplicar a
it_it: Applica a
nl_nl: Toepassen op
pl_pl: Zastosuj do
ru_ru: Применить к

source: Address
cs_cz: Adresa
de_ch: Adresse
de_de: Adresse
el_gr: Διεύθυνση
es_es: Dirección
fr_fr: Adresse
gl_es: Enderezo
it_it: Indirizzo
nl_nl: Adres
pl_pl: Adres
ru_ru: Адресс

source: Destination
cs_cz: Cíl
de_ch: Ziel
de_de: Ziel
el_gr: Προορισμός
es_es: Destino
gl_es: Destino
it_it: Destinazione
nl_nl: Doel
pl_pl: Miejsce docelowe
ru_ru: Место назначения

source: Country
cs_cz: Země
de_ch: Land
de_de: Land
el_gr: Χώρα
es_es: País
fr_fr: Pays
gl_es: País
it_it: Nazione
nl_nl: Land
pl_pl: Kraj
ru_ru: Страна

source: Categories
cs_cz: Rubriky
de_ch: Kategorie
de_de: Kategorien
el_gr: Κατηγορίες
es_es: Categorías
fr_fr: Catégories
gl_es: Categorías
it_it: Categorie
nl_nl: Categoriën
pl_pl: Kategorie
ru_ru: Категории

source: You have no categories
cs_cz: Nemáte žádnou kategorii
de_ch: Du hast keine Kategorien
de_de: Noch keine Kategorien angelegt
el_gr: Δεν υπάρχουν κατηγορίες
es_es: No tienes categorías
fr_fr: Aucune catégorie définie
gl_es: Non tes categorías
it_it: Non avete alcuna categoria
nl_nl: U heeft geen categoriën
pl_pl: Nie masz żadnych kategorii
ru_ru: У вас нет категории

source: Brands
cs_cz: Značky
de_ch: Marken
de_de: Marken
el_gr: Μάρκες
es_es: Marcas
fr_fr: Marques
gl_es: Marcas
it_it: Marche
nl_nl: Merken
pl_pl: marki
ru_ru: Бренды

source: You have no brands
cs_cz: Nemáte žádnou značku
de_ch: Du hast keine Marken
de_de: Noch keine Marken angelegt
el_gr: Δεν έχετε μάρκες
es_es: No tienes marcas
fr_fr: Aucune marque définie
gl_es: Non tes marcas
it_it: Non avete alcuna marca
nl_nl: U heeft geen merken
pl_pl: Nie masz żadnych marek
ru_ru: У вас нету брендов

source: Tax Rate
cs_cz: Tax poměr
de_ch: Steuersatz
de_de: Steuersatz
el_gr: Φορολογικός συντελεστής
es_es: Tasa de impuesto
fr_fr: Taux de taxe
gl_es: Impostos
it_it: Tassazione
nl_nl: Belasting percentage
pl_pl: Stawka podatkowa
ru_ru: Налоговая ставка

source: Absolute
cs_cz: Naprostý
de_ch: Absolut
de_de: Absolut
el_gr: Απόλυτος
es_es: Absoluto
fr_fr: Absolu
gl_es: Absoluto
it_it: Assoluta
nl_nl: Absoluut
pl_pl: Całkowity
ru_ru: Абсолютно

source: Not selected
cs_cz: Nevybráno
de_ch: Nicht ausgewählt
de_de: Nicht markiert
el_gr: Δεν έχει επιλεγεί
es_es: No seleccionado
fr_fr: Non sélectionné
gl_es: Non seleccionado
it_it: Non selezionato
nl_nl: Niet geselecteerd
pl_pl: Nie zaznaczone
ru_ru: Не выбрано

source: class
cs_cz: třída
de_de: Klasse
el_gr: κλάση
es_es: clase
it_it: classe
pl_pl: klasa

source: id
es_es: carné de identidad
pl_pl: numer

source: You have no permissions to view this page
cs_cz: Nemáte oprávnění ke zobrazení této stránky
de_ch: Du hast keine Berechtigung diese Seite anzusehen
de_de: Du hast nicht die nötigen Rechte zum betrachten der Seite
el_gr: Δεν έχετε δικαιώματα για να δείτε αυτή τη σελίδα
es_es: No tienes permisos para ver esta página
fr_fr: Vous n'avez pas l'autorisation de voir cette page
gl_es: Non tés permiso para ver esta páxina
it_it: Non avete i permessi per visualizzare questa pagina
nl_nl: U heeft geen bevoegdheden om deze pagina te bekijken
pl_pl: Nie masz uprawnień, aby zobaczyć tę stronę
ru_ru: У вас нет прав для просмотра этой страницы

source: Upload
cs_cz: Nahrát
de_ch: Laden
el_gr: Μεταφόρτωση
es_es: Subir
gl_es: Subir
pl_pl: Prześlij
ru_ru: Загрузить

source: Page Content
cs_cz: Obsah stránky
de_ch: Seiteninhalt
de_de: Seiteninhalt
el_gr: Περιεχόμενο σελίδας
es_es: Contenido de página
fr_fr: Contenu de la page
gl_es: Contido de páxina
it_it: Contenuto Pagina
nl_nl: Pagina Inhoud
pl_pl: Zawartość strony
ru_ru: Контент страницы

source: Move files for %s failed
cs_cz: Přesunutí souborů do %s selhalo
de_ch: Verschieben von Dateien für %s fehlgeschlagen
de_de: Verschieben der Dateien für %s gescheitert
el_gr: Μετακίνηση αρχείων για το %s απέτυχε
es_es: Mover archivos por %s falló
fr_fr: Echec du déplacement de fichier pour %s
gl_es: Mover arquivos para %s fallou
it_it: Lo spostamento dei file di %s è fallito
nl_nl: Bestanden verpaatsen voor %s mislukt
pl_pl: Przenoszenie plików do% s nie powiodło się
ru_ru: Перемещение файлов %s неудалось

source: %s is not plugin module
cs_cz: %s není plugin modul
de_ch: %s ist kein Plugin-Modul
el_gr: %s δεν είναι plugin module
es_es: %s no es un módulo de complemento
fr_fr: %s n'est pas un module du plugin
gl_es: %s non é un módulo de plugin
it_it: %s non è un modulo plugin
nl_nl: %s is geen plugin module
pl_pl: %s nie jest modułem wtyczki
ru_ru: %s не является модулем плагина

source: Can not create module directory. Try to set permission to
cs_cz: Adresář modulu nelze vytvořit. Zkuste nastavit oprávnění
de_ch: Modul-Verzeichnis kann nicht angelegt werden. Setze die Rechte auf
de_de: Kann das Modulverzeichnis nicht erstellen. Versuche Berechtigung umzusetzen
el_gr: Δεν είναι δυνατή η δημιουργία καταλόγου λειτουργιών. Προσπαθήστε να ορίσετε την άδεια να
es_es: No se puede crear el directorio del módulo. Intenta establecer el permiso para
fr_fr: Impossible de créer le répertoire du module. Essayez de donner les droits à
gl_es: Non se pode crear o directorio do módulo. Intenta poñerlle permisos a
it_it: Impossibile creare la directory del modulo. Provate a impostare i permessi su
nl_nl: Kan de module directory niet maken. Probeer de permissies aan te passen naar
pl_pl: Nie można utworzyć katalogu modułu. Spróbuj ustawić uprawnienia do
ru_ru: Невозможно создать каталог модуля. Попробуйте установить права доступа

source: No modules were found in XML file
cs_cz: V XML souboru nebyly nalezeny žádné moduly
de_ch: In der XML Datei wurden keine Module gefunden
de_de: Keine Module in der XML-Datei gefunden
el_gr: Δεν ενότητες βρέθηκαν στο αρχείο XML
es_es: No se encontraron módulos en el archivo XML
fr_fr: Aucun module n'a été trouvé dans le fichier XML
gl_es: Non se atoparon módulos no arquivo XML
it_it: Nessun modulo trovato nel file XML
nl_nl: Geen modules gevonden in het XML bestand
pl_pl: Nie znaleziono modułów w pliku XML
ru_ru: Модули не были найдены в XML файле

source: Invalid XML file
cs_cz: Neplatný XML soubor
de_ch: Nicht lesbare XML Datei
de_de: Ungültige XML-Datei
el_gr: Μη έγκυρο αρχείο XML
es_es: Archivo XML inválido
fr_fr: Fichier XML invalide
gl_es: Arquivo XML non valido
it_it: File XML non valido
nl_nl: Ongeldig XML bestand
pl_pl: Nieprawidłowy plik XML
ru_ru: Неверный файл XML

source: No XML file were found
cs_cz: Nebyl nalezen žádný XML soubor
de_ch: Es wurde keine XML Datei gefunden
de_de: Keine XML-Datei gefunden
el_gr: Δεν βρέθηκε κανένα αρχείο XML
es_es: No se encontraron archivos XML
fr_fr: Aucun fichier XML trouvé
gl_es: Non se atopou o arquivo XML
it_it: Non è stato trovato alcun file XML
nl_nl: Er is geen XML bestand gevonden
pl_pl: Nie znaleziono pliku XML
ru_ru: XML-файл не были найдены

source: Install %s failed
cs_cz: Instalace %s selhala
de_ch: Installation von %s fehlgeschlagen
de_de: Installieren %s fehlgeschlagen
el_gr: Η εγκατάσταση του %s απέτυχε
es_es: Instalar %s falló
fr_fr: Echec de l'installation %s
gl_es: A instalación %s fallou
it_it: Installazione di %s fallita
nl_nl: Installatie van %s mislukt
pl_pl: Instalowanie %s nie powiodło się
ru_ru: Установка %s не удалось

source: Error Activate module
cs_cz: Modul se nepodařilo zapnout
de_ch: Fehler. Modul aktivieren
de_de: Fehler, Modul aktivieren
es_es: Error Activa el módulo
fr_fr: Erreur de module activé
gl_es: Erro ó activar o módulo
it_it: Errore di attivazione modulo
nl_nl: Fout bij het activeren van de module
pl_pl: Błąd aktywacji modułu
ru_ru: Ошибка активации модуля

source: Error Deactivation module
cs_cz: Modul se nepodařilo vypnout
de_ch: Fehler beim Deaktivieren von Modul
de_de: Fehler, Modul deaktivieren
el_gr: Μονάδα απενεργοποίησης σφάλματος
es_es: Módulo de desactivación de error
fr_fr: Erreur de désactivation de module
gl_es: Erro desactivando o módulo
it_it: Errore di disattivazione modulo
nl_nl: Fout bij het deactiveren van de module
pl_pl: Błąd deaktywacji modułu
ru_ru: Ошибка деактивации модуля

source: Error Activating module
cs_cz: Chyba při aktivaci modulu
de_ch: Fehler beim Aktiviren des Moduls
de_de: Fehler beim Aktivieren des Moduls
el_gr: Σφάλμα Ενεργοποίησης της μονάδας
es_es: Error al activar el módulo
fr_fr: Erreur d'activation de module
gl_es: Erro activando o módulo
it_it: Errore di attivazione modulo
nl_nl: Fout bij het activeren van de module
pl_pl: Błąd modułu Aktywacja
ru_ru: Ошибка активации модуля

source: Before start backup, You must login to
cs_cz: Před zahájením zálohování, se musíte přihlásit
el_gr: Προτού ξεκινήσετε την δημιουργία αντιγράφων ασφαλείας, πρέπει να συνδεθείτε στο
es_es: Antes de iniciar la copia de seguridad, debe iniciar sesión en
pl_pl: Zanim rozpoczniesz tworzenia kopii zapasowej, należy zalogować się do

source: Unexpected error.
cs_cz: Neočekávaná chyba
de_ch: Unerwarteter Fehler.
de_de: Unerwarteter Fehler.
el_gr: Μη αναμενόμενο σφάλμα.
es_es: Error inesperado.
fr_fr: Erreur inattendue.
gl_es: Erro inesperado.
it_it: Errore imprevisto.
nl_nl: Onverwachte fout.
pl_pl: Niespodziewany błąd.
ru_ru: Неожиданная ошибка.

source: Nothig to update
cs_cz: Není co aktualizovat
de_ch: Kein Speichern notwendig
de_de: Keine Veränderungen vorgenommen
el_gr: Δεν έχει τίποτα προς ενημέρωση
es_es: Nothig para actualizar
fr_fr: Rien à mettre à jour
gl_es: Nada que actualizar
it_it: Niente da aggiornare
nl_nl: Niets om bij te werken
pl_pl: Nic do aktualizacji
ru_ru: Нечего обновлять

source: Database error. Please contact your developer.
cs_cz: Chyba databáze. Kontaktujte vašeho vývojáře.
de_ch: Datenbankfehler. Bitte kontaktiere Deinen Entwickler.
de_de: Datenbankfehler, bitte Entwickler kontaktieren.
el_gr: Σφάλμα βάσης δεδομένων. Παρακαλούμε επικοινωνήστε με τον προγραμματιστή σας.
es_es: Error de la base de datos. Por favor, póngase en contacto con su desarrollador.
fr_fr: Erreur de base de donnée. Merci de contacter votre administrateur
gl_es: Erro da base de datos. Por favor contacta co teu desarrollador.
it_it: Errore del database: contattate il vostro sviluppatore.
nl_nl: Database fout. Neem contact op met de ontwikkelaar.
pl_pl: Błąd bazy danych. Proszę skontaktować się z Twoim deweloperem.
ru_ru: Ошибка базы данных. Пожалуйста, обратитесь к разработчику.

source: Product ID
cs_cz: ID produktu
de_ch: Produktidentifikation
de_de: Produkt-ID
el_gr: ID προϊόντος
es_es: ID del Producto
gl_es: Id de produto
it_it: ID Prodotto
nl_nl: Produkt ID
pl_pl: Identyfikator produktu
ru_ru: ID продукта

source: File name
cs_cz: Jméno souboru
de_ch: Dateiname
de_de: Dateiname
el_gr: Όνομα αρχείου
es_es: Nombre del archivo
fr_fr: Nom du fichier
gl_es: Nome de arquivo
it_it: Nome file
nl_nl: Bestandsnaam
pl_pl: Nazwa pliku
ru_ru: Имя файла

source: Real Path To File
cs_cz: Skutečná cesta k souboru
de_ch: Pfad zur Datei
de_de: Echter Dateipfad
el_gr: Πραγματική διαδρομή προς αρχείο
es_es: Camino real al archivo
fr_fr: Chemin réel du fichier
gl_es: Ruta real do arquivo
it_it: Percorso reale del file
nl_nl: Echt pad naar bestand
pl_pl: Rzeczywista ścieżka dostępu do pliku
ru_ru: Реальный путь к файлу

source: Mime Type
el_gr: Τύπος Mime
es_es: Tipo MIME
fr_fr: Type Mime
gl_es: Tipo MIME
it_it: Tipo Mime
pl_pl: Typ Mime
ru_ru: Тип имитации

source: File Size
cs_cz: Velikost souboru
de_ch: Dateigrösse
de_de: Dateigröße
el_gr: Μέγεθος αρχείου
es_es: Tamaño del archivo
fr_fr: Taille du fichier
gl_es: Tamaño de arquivo
it_it: Dimensione del file
nl_nl: Bestandsgrootte
pl_pl: Wielkość Pliku
ru_ru: Размер файла

source: Active Download
cs_cz: Aktivní stahování
de_ch: Herunterladen aktiv
de_de: Aktiver Download
el_gr: Ενεργή λήψη
es_es: Descarga activa
fr_fr: Téléchargement actif
gl_es: Descarga activa
it_it: Download attivo
nl_nl: Actieve Download
pl_pl: Aktywne Pobieranie

source: Upload Date
cs_cz: Datum uložení
de_ch: Datum des Uploads
de_de: Upload-Datum
el_gr: Ανεβάστε ημερομηνία
es_es: Fecha de carga
fr_fr: Date de l'Upload
gl_es: Data de subida
it_it: Data upload
nl_nl: Datum geupload
pl_pl: Data przesłania
ru_ru: Дата загрузки

source: Download Limit
cs_cz: Limit stahování
de_ch: Download Limite
el_gr: Όριο Λήψης
es_es: Límite de descarga
fr_fr: Limite de téléchargement
gl_es: Límite de descarga
it_it: Limite download
nl_nl: Download limiet
pl_pl: Ograniczenie pobierania
ru_ru: Лимит скачиваний

source: Period Limit
cs_cz: Limit opakování
de_ch: Zeitraumlimite
de_de: Zeit-Limit
el_gr: Όριο Περιόδου
es_es: Límite de Período
fr_fr: Limite de durée
gl_es: Límite de período
it_it: Limite periodo
nl_nl: Periode Limiet
pl_pl: Ograniczenie okresu
ru_ru: Лимит по времени

source: Descritpion
cs_cz: Popis
de_ch: Beschreibung
de_de: Beschreibung
el_gr: Περιγραφή
fr_fr: Description
gl_es: Descrición
it_it: Descrizione
nl_nl: Omschrijving
pl_pl: Opis
ru_ru: Описание

source: Type ID
cs_cz: ID typu
de_ch: Typenidentifikation
el_gr: Πληκτρολογήστε ID
es_es: ID de tipo
gl_es: Tipo de ID
it_it: ID Tipo
pl_pl: Typ Identyfikatora

source: ID
de_ch: Identifikation
es_es: CARNÉ DE IDENTIDAD
pl_pl: Identyfikator

source: Method
cs_cz: Metoda
de_ch: Methode
de_de: Methode
el_gr: Μέθοδος
es_es: Método
gl_es: Método
it_it: Metodo
nl_nl: Methode
pl_pl: Metoda
ru_ru: Метод

source: Description
cs_cz: Popis
de_ch: Beschreibung
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
gl_es: Descrición
it_it: Descrizione
nl_nl: Omschrijving
pl_pl: Opis
ru_ru: Описание

source: Type
cs_cz: Typ
el_gr: Τύπος
es_es: Tipo
gl_es: Tipo
it_it: Tipo
pl_pl: Typ
ru_ru: Тип

source: Date created
cs_cz: Datum vytvoření
de_ch: Angelegt am
de_de: Erstellungsdatum
el_gr: Ημερομηνία δημιουργίας
es_es: Fecha de creacion
gl_es: Data de creación
it_it: Data creazione
nl_nl: Creatie datum
pl_pl: Data utworzenia
ru_ru: Дата создания

source: User ID
cs_cz: ID uživatele
de_ch: Benutzeridentifikation
de_de: Benutzernummer
el_gr: Αναγνωριστικό χρήστη
es_es: Identidad de usuario
gl_es: ID de usuario
it_it: ID Utente
nl_nl: Gebruikers ID
pl_pl: Identyfikator Użytkownika
ru_ru: ID пользователя

source: Order ID
cs_cz: Seřadit podle ID
de_ch: Bestellungsidentifikation
de_de: Bestellnummer
el_gr: Αριθμός Παραγγελίας
es_es: Solicitar ID
gl_es: Id de pedido
it_it: ID Ordine
pl_pl: Identyfikator zamówienia
ru_ru: Номер заказа

source: Label
cs_cz: Popisek
de_ch: Beschriftung
el_gr: Επιγραφή
es_es: Etiqueta
gl_es: Etiqueta
it_it: Etichetta
pl_pl: Etykieta

source: Active
cs_cz: Aktivní
de_ch: Aktiv
de_de: Aktiv
el_gr: Ενεργός
es_es: Activo
gl_es: Activo
it_it: Attivo
nl_nl: Actief
pl_pl: Aktywny
ru_ru: Активный

source: Params
cs_cz: Parametry
de_ch: Parameter
gl_es: Parámetros
it_it: Parametri
nl_nl: Parameters
pl_pl: Parametry
ru_ru: Параметры

source: Has Tab
cs_cz: Záložka Has
de_ch: hat Tabulator
de_de: Hat Tab
el_gr: Έχει Καρτέλα
es_es: Tiene pestaña
gl_es: Ten separador
it_it: Tab
nl_nl: Heeft Tab
pl_pl: Posiada zakładkę

source: Code
cs_cz: Kód
el_gr: Κώδικας
es_es: Código
gl_es: Código
it_it: Codice
pl_pl: Kod

source: External plugin directory
cs_cz: Adresář externího pluginu
de_ch: externes Plugin-Verzeichnis
de_de: Externes Plugin-Verzeichnis
el_gr: Εξωτερικός κατάλογος plugin
es_es: Directorio externo de complementos
fr_fr: Répertoire externe de plugin
gl_es: Directorio do plugin externo
it_it: Directory plugin esterno
nl_nl: Externe plugin directory
pl_pl: Zewnętrzny katalog wtyczek
ru_ru: Внешний каталог плагина

source: Value
cs_cz: Hodnota
de_ch: Wert
de_de: Wert
el_gr: Αξία
es_es: Valor
gl_es: Valor
it_it: Valore
nl_nl: Waarde
pl_pl: Wartość
ru_ru: Значение

source: Category ID
cs_cz: ID kategorie
de_ch: Kategorienidentifikation
de_de: Kategorie-ID
el_gr: Αναγνωριστικό κατηγορίας
es_es: categoria ID
gl_es: ID de categoría
it_it: ID Categoria
nl_nl: Categorie ID
pl_pl: Identyfikator kategorii
ru_ru: ID категории

source: Sort Order
cs_cz: Pořadí řazení
de_ch: Sortierreihenfolge
de_de: Sortierreihenfolge
el_gr: Ταξινόμηση Παραγγελίας
es_es: Orden de clasificación
gl_es: Orde de clasificación
it_it: Ordine
nl_nl: Sorteervolgorde
pl_pl: Kolejność sortowania
ru_ru: Порядок сортировки

source: Value Type
cs_cz: Typ hodnoty
de_ch: Werttype
de_de: Wert Typ
el_gr: Τύπος Αξίας
es_es: Tipo de valor
gl_es: Tipo de valor
it_it: Tipo valore
nl_nl: Waarde Type
pl_pl: Typ wartości
ru_ru: Значение типа

source: Your name field is required.
cs_cz: Pole Jméno je povinné.
de_ch: Das Feld "Name" ist ein Pflichtfeld.
de_de: Dein Name ist notwenig.
el_gr: Το πεδίο ονόματος σας είναι απαραίτητο.
es_es: Su campo de nombre es obligatorio.
fr_fr: Veuillez remplir le champ 'Nom'.
gl_es: O campo nome é requerido.
it_it: Il campo nome è richiesto
nl_nl: Het 'Uw naam' veld is verplicht.
pl_pl: Pole Twoje imię jest wymagane.
ru_ru: Ваше поле с именем является обязательным.

source: Your website field is required.
cs_cz: Pole webová stránka je povinné.
de_ch: Das Feld "Webseite"ist ein Pflichtfeld.
de_de: Deine Webseite ist notwenig.
el_gr: Το πεδίο του ιστότοπού σας απαιτείται.
es_es: El campo de su sitio web es obligatorio.
fr_fr: Veuillez remplir le champ 'Site'.
gl_es: O campo website é requerido.
it_it: Il campo website è richiesto
nl_nl: Het 'Uw website' veld is verplicht.
pl_pl: Pole Twoje strona jest wymagane
ru_ru: Поле "сайт" является обязательным.

source: Your e-mail field is required.
cs_cz: Pole E-mail je povinné.
de_ch: Das Feld "Email" ist ein Pflichtfeld.
de_de: Deine E-Mail-Adresse ist notwenig.
el_gr: Το πεδίο ηλεκτρονικού ταχυδρομείου σας είναι απαραίτητο.
es_es: Su campo de correo electrónico es obligatorio.
fr_fr: Veuillez remplir le champ 'Courriel'.
gl_es: O campu e-mail é requerido.
it_it: Il campo email è richiesto
nl_nl: Het 'Uw Email' veld is verplicht.
pl_pl: Pole Twój e-mail jest wymagane.
ru_ru: Поле электронной почты является обязательным.

source: Subject field is required.
cs_cz: Pole Předmět je povinné.
de_ch: Das Feld "Betreff" ist ein Pflichtfeld.
de_de: Betreff ist notwenig.
el_gr: Το Θέμα είναι υποχρεωτικό.
es_es: El campo de asunto es obligatorio.
fr_fr: Veuillez remplir le champ 'Sujet'.
gl_es: O campo suxeito é requerido.
it_it: Il campo oggetto è richiesto
nl_nl: Het 'Onderwerp' veld is verplicht.
pl_pl: Pole Temat jest wymagane.
ru_ru: Поле "Тема" является обязательным.

source: You must select a valid category.
cs_cz: Musíte zvolit platnou rubriku.
de_ch: Du musst eine gültige Kategorie wählen.
de_de: Du musst eine gültige Kategorie angeben.
el_gr: Πρέπει να επιλέξετε μια έγκυρη κατηγορία.
es_es: Debe seleccionar una categoría válida.
fr_fr: Vous devez choisir une catégorie valide.
gl_es: Debes seleccionar unha categoría válida.
it_it: Dovete scegliere una categoria valida
nl_nl: U moet een geldige categorie selecteren.
pl_pl: Musisz wybrać poprawną kategorię.
ru_ru: Вы должны выбрать правильную категорию.

source: Message field is required.
cs_cz: Pole Zpráva je povinné.
de_ch: Das Feld "Nachricht" ist ein Pflichtfeld.
de_de: Nachrichtenfeld ist notwenig
el_gr: Απαιτείται να γράψετε το μήνυμα σας.
es_es: El campo de mensaje es obligatorio.
fr_fr: Veuillez remplir le champ 'Message'.
gl_es: O campo mensaxe é requerido.
it_it: Il campo messagio è richiesto
nl_nl: Berichtenveld is verplicht.
pl_pl: Pole wiadomość jest wymagane.
ru_ru: Поле "Сообщение" является обязательным.

source: Done
cs_cz: Hotovo
de_ch: Erledigt
de_de: Fertig
el_gr: Έγινε
es_es: Hecho
fr_fr: Fait
gl_es: Feito
it_it: Fatto
nl_nl: Klaar
pl_pl: Gotowe
ru_ru: Готово

source: Settings
cs_cz: Nastavení
de_ch: Einstellungen
de_de: Einstellungen
el_gr: Ρυθμίσεις
es_es: Configuraciones
fr_fr: Paramètres
gl_es: Axustes.
it_it: Impostazioni
nl_nl: Instellingen
pl_pl: Ustawienia
ru_ru: Настройки

source: Overview
cs_cz: Přehled
de_ch: Übersicht
de_de: Überblick
el_gr: Επισκόπηση
es_es: Visión de conjunto
fr_fr: Résumé
gl_es: Visión global
it_it: Sommario
nl_nl: Overzicht
pl_pl: Przegląd
ru_ru: Инфо

source: Backup
cs_cz: Záloha
de_ch: Datensicherung
de_de: Sicherung
el_gr: Αντίγραφο ασφαλείας
es_es: Apoyo
fr_fr: Sauvegarde
pl_pl: Wykonaj Kopie zapasową
ru_ru: Бекап

source: Schedule
cs_cz: Plán záloh
de_ch: Terminplan
de_de: Zeitplan
el_gr: Χρονοδιάγραμμα
es_es: Programar
fr_fr: Planification
gl_es: Programado
it_it: Piano
nl_nl: Schema
pl_pl: Harmonogram
ru_ru: График
