Repository: common-repository/backup-by-supsystic
Catalog: languages/backup-by-supsystic-*.po
Languages: cs_cz, de_ch, de_de, el_gr, es_es, fr_fr, gl_es, it_it, nl_nl, pl_pl, ru_ru

source: Restore
cs_cz: Obnovit
de_ch: Wiederherstellen
de_de: Wiederherstellen
el_gr: Επαναφορά
es_es: Restaurar
fr_fr: Restaurer
gl_es: Restaurar
nl_nl: Terugzetten
pl_pl: Przywracanie
ru_ru: Восстановить

source: Migration
cs_cz: Migrace
el_gr: Μετεγκατάσταση
es_es: Migración
pl_pl: Migracja

source: Credentials are stored in the database
cs_cz: Přihlašovací údaje jsou uloženy v databázi
de_ch: Login-Daten werden in der Datenbank gespeichert.
de_de: Login-Daten werden in der Datenbank gespeichert
el_gr: Τα διαπιστευτήρια είναι αποθηκευμένα στη βάση δεδομένων
es_es: Las credenciales se almacenan en la base de datos
fr_fr: Vos identifiants sont stockés dans la base de données
gl_es: As credenciais gárdanse na DB.
it_it: Le credenziali sono memorizzate nel database
nl_nl: Credentials zijn opgeslagen in het database
pl_pl: Poświadczenia są przechowywane w bazie danych
ru_ru: Учетные данные хранятся в базе данных

source: Invalid or empty credentials
cs_cz: Neplatné přihlašovací údaje
de_ch: Ungültige oder leere Login-Daten
de_de: Ungültige oder leere Login-Daten
el_gr: Μη έγκυρα ή κενά διαπιστευτήρια
es_es: Credenciales inválidas o vacías
fr_fr: Identifiants vides ou invalides
gl_es: Credenciais inválidas ou en branco
it_it: Credenziali vuote o non valide
nl_nl: Ongeldige of lege credentials
pl_pl: Błędne lub puste poświadczenia
ru_ru: Неверный или пустые учетные данные

source: Bucket stored in the database
cs_cz: Bucket uložen v databázi
de_ch: Bucket wird in der Datenbank gespeichert
de_de: Bucket wird in der Datenbank tgespeichert
el_gr: Κάδος αποθηκευμένος στη βάση δεδομένων
es_es: Cubo almacenado en la base de datos
fr_fr: Compartiment stocké dans la base de données
gl_es: Bucket gardado na DB
it_it: Bucket memorizzato nel database
nl_nl: Inhoud bucket opgeslagen in het database
pl_pl: Zasobnik przechowywany w bazie danych
ru_ru: Bucket хранится в базе данных

source: Invalid bucket
cs_cz: Neplatný bucket.
de_ch: Ungültiger Bucket
de_de: Bucket ungültig
el_gr: Μη έγκυρος κάδος
es_es: Cubo inválido
fr_fr: Compartiment invalide
gl_es: Bucket inválido
it_it: Bucket non valido
nl_nl: Ongeldige bucket
pl_pl: Nieprawidłowy zasobnik
ru_ru: Неверный bucket

source: Please, wait...
cs_cz: Prosím čekejte...
de_ch: Bitte warten ...
de_de: Bitte warten...
el_gr: Παρακαλώ, περιμένετε...
es_es: Por favor espera...
fr_fr: Veuillez patienter...
gl_es: Por favor, espera...
it_it: Attendere, prego…
nl_nl: Even geduld a.u.b.
pl_pl: Proszę czekać...
ru_ru: Пожалуйста, подождите ...

source: Done!
cs_cz: Hotovo!
de_ch: Erledigt!
de_de: Fertig!
el_gr: Έγινε!
es_es: ¡Hecho!
fr_fr: Fait !
gl_es: Feito!
it_it: Fatto!
nl_nl: Klaar!
pl_pl: Gotowe!
ru_ru: Готово!

source: You did not specify credentials or credentials are invalid
cs_cz: Nezadali jste přihlašovací údaje, anebo jsou neplatné
de_ch: Du hast keine Login-Daten angegeben oder sie sind ungültig
de_de: Du hast keine Logindaten angegeben oder sie sind ungültig
el_gr: Δεν έχετε ορίσει τα διαπιστευτήρια ή τα διαπιστευτήρια δεν είναι έγκυρα
es_es: No especificó las credenciales o las credenciales no son válidas
fr_fr: Vous n'avez pas spécifié de certificat ou certificat invalide
gl_es: Non especificaches as credenciais ou son inválidas
it_it: Non avete specificato credenziali o non sono valide
nl_nl: U heeft uw credentials niet opgegeven of ze zijn ongeldig
pl_pl: Nie podałeś poświadczeń lub poświadczenia są nieprawidłowe
ru_ru: Вы не указали учетные данные или учетные данные являются недействительными

source: Bucket not found
cs_cz: Bucket nenalezen
de_ch: Bucket nicht gefunden
de_de: Bucket nicht gefunden
el_gr: Ο κάδος δεν βρέθηκε
es_es: Cubo no encontrado
fr_fr: Compartiment introuvable
gl_es: Bucket non atopado
it_it: Bucket non trovato
nl_nl: Bucket niet gevonden
pl_pl: Nie znleziono zasobnika
ru_ru: Bucket не найден

source: File successfully deleted
cs_cz: Soubor úspěšně odstraněn
de_ch: Datei erfolgreich gelöscht
de_de: Datei erfolgreich gelöcht
el_gr: Το αρχείο διαγράφηκε με επιτυχία
es_es: Archivo eliminado con éxito
fr_fr: Fichier supprimé
gl_es: Arquivo eliminado con éxito
it_it: File rimosso
nl_nl: Bestand succesvol verwijderd
pl_pl: Plik pomyślnie skasowany
ru_ru: Файл успешно удален

source: Not enough input parameters
cs_cz: Nekompletní vstupní parametry
de_ch: Nicht genügend Eingabeparameter
de_de: Nicht genug Input-Parameter
el_gr: Δεν υπάρχουν αρκετές παράμετροι εισόδου
es_es: No hay suficientes parámetros de entrada
fr_fr: Paramètres entrés insuffisants
gl_es: Parámetros de entrada insuficientes
it_it: Non abbastanza parametri di ingresso
nl_nl: Niet genoeg input parameters
pl_pl: Nie ma wystarczającej liczby parametrów wejściowych
ru_ru: Не хватает входных параметры

source: File not found on server
cs_cz: Soubor na serveru nebyl nenalezen
de_ch: Datei auf dem Server nicht gefunden
de_de: Datei auf dem Server nicht gefunden
el_gr: Το αρχείο δεν βρέθηκε στο διακομιστή
es_es: Archivo no encontrado en el servidor
fr_fr: Fichier non trouvé sur le serveur
gl_es: Arquivo non atopado no servidor
it_it: File non trovato sul server
nl_nl: Bestand niet gevonden op de server
pl_pl: Nie znaleziono pliku na serwerze
ru_ru: Файл не найден на сервере

source: Failed to delete the selected file
cs_cz: Odstranění soubor selhalo
de_ch: Gewählte Datei konnte nicht gelöscht werden
de_de: Markierte Datei kann nicht gelöscht werden
el_gr: Αποτυχία διαγραφής του επιλεγμένου αρχείου
es_es: Error al eliminar el archivo seleccionado
fr_fr: Echec de la suppression du fichier sélectionné
gl_es: Faillou ó borrar o arquivo seleccionado
it_it: Impossibile cancellare il file selezionato
nl_nl: Verwijderen geselecteerd bestand mislukt
pl_pl: Nie udało się usunąć wybranego pliku
ru_ru: Не удалось удалить выбранный файл

source: File not found on Amazon S3
cs_cz: Soubor na Amazon S3 nebyl nenalezen
de_ch: Datei auf Amazon S3 nicht gefunden
de_de: Datei auf Amazon S3 nicht gefunden
el_gr: Το αρχείο δεν βρέθηκε στο Amazon S3
es_es: Archivo no encontrado en Amazon S3
fr_fr: Fichier introuvable sur Amazon S3
gl_es: Arquivo non atopado en Amazon S3
it_it: File non trovato su Amazon S3
nl_nl: Bestand niet gevonden op Amazon S3
pl_pl: Nie znaleziono pliku na Amazon S3
ru_ru: Файл не найден на Amazon S3

source: All stacks not downloaded!
cs_cz: Ne všechny časti byly staženy!
el_gr: Δεν κατέβηκαν όλες οι στοίβες!
es_es: ¡Todas las pilas no descargadas!
pl_pl: Wszystkie stosy nie pobrane!

source: Files not found on Amazon S3!
cs_cz: Soubory na Amazon S3 nebyly nenalezeny!
el_gr: Τα αρχεία δεν βρέθηκαν στο Amazon S3
es_es: ¡Archivos no encontrados en Amazon S3!
pl_pl: Nie znaleziono plików na Amazon S3!

source: Enter your AWS Access Key,<br/>Secret Key and Bucket name
cs_cz: Vložte svůj AWS Access Key,<br/>Tajný klíč a jméno Bucket
el_gr: Εισαγάγετε το κλειδί πρόσβασης AWS, το <br/> Όνομα μυστικού κλειδιού και κάδου
es_es: Ingrese su clave de acceso de AWS, <br/> clave secreta y nombre del cubo
pl_pl: Wpisz swój klucz dostępu AWS,<br/>Sekretny klucz i Nazwa zasobnika

source: Access Key
cs_cz: Přístupový klíč
de_ch: Zugriffsschlüssel
de_de: Zugangsschlüssel
el_gr: Κλειδί πρόσβασης
es_es: Llave de acceso
fr_fr: Access Key ID
it_it: Chiave d’accesso
nl_nl: Toegangssleutel
pl_pl: Klucz dostępu
ru_ru: Ключ доступа

source: Secret Key
cs_cz: Tajný klíč
de_ch: Geheimschlüssel
de_de: Geheimschlüssel
el_gr: Μυστικό κλειδί
es_es: Llave secreta
fr_fr: Secret Access Key
it_it: Chiave segreta
nl_nl: Geheime sleutel
pl_pl: Sekretny klucz
ru_ru: Секретный ключ

source: Bucket
el_gr: Κάδος
es_es: Cangilón
fr_fr: Compartiment
nl_nl: Bcuket
pl_pl: Zasobnik

source: &nbsp;&nbsp; Save &nbsp;&nbsp;
cs_cz: &nbsp;&nbsp; Uložit &nbsp;&nbsp;
el_gr: &nbsp;&nbsp; Αποθήκευση &nbsp;&nbsp;
es_es: & nbsp; & nbsp; Guardar & nbsp; & nbsp;
pl_pl: &nbsp;&nbsp; Zapisz &nbsp;&nbsp;

source: Before start backup - please authenticate with Amazon.
cs_cz: Před spuštěním zálohy - se prosím přihlaste na Amazon.
el_gr: Πριν από την έναρξη αντιγράφων ασφαλείας - επαληθεύστε την ταυτότητά σας με την Amazon.
es_es: Antes de iniciar la copia de seguridad, autentifíquese con Amazon.
pl_pl: Zanim rozpoczniesz tworzenie kopii zapasowej - należy uwierzytelnić się z Amazon.

source: Logout
cs_cz: Odhlásit se
de_ch: Abmelden
el_gr: Αποσύνδεση
es_es: Cerrar sesión
fr_fr: Déconnexion
gl_es: Cerrar sesión
nl_nl: Uitloggen
pl_pl: Wyloguj
ru_ru: Выйти

source: Clear temporary directory
cs_cz: Promazat dočasný adresář
el_gr: Διαγράψτε τον προσωρινό κατάλογο
es_es: Eliminar el directorio temporal
pl_pl: Wyczyść katalog tymczasowy

source: Send request to create backup
pl_pl: Wyślij żądanie utworzenia kopii zapasowej

source: Unable to restore from
cs_cz: Nepodařilo se obnovit z
de_ch: Wiederherstellung unmöglich von
de_de: Wiederherstellen nicht möglich von
el_gr: Δεν είναι δυνατή η επαναφορά από
es_es: No se puede restaurar desde
fr_fr: Impossible de restaurer depuis
gl_es: Non se pode restaurar de
it_it: Impossibile fare il restore da
nl_nl: Kan niet terugzetten van
pl_pl: Nie można przywrócić z
ru_ru: Невозможно восстановить из

source: Unable to restore backup files. Check folder or files writing permissions. Try to set 766 permissions to the:
cs_cz: Zálohované soubory se nepodařilo obnovit. Zkontrolujte složku, nebo oprávnění k zápisu. Zkuste nastavit 766 oprávnění pro:
de_ch: Wiederherstellung der Datensicherung nicht möglich. Bitte Schreibrechte für Verzeichnisse oder Dateien prüfen. Versuche Schreibrechte auf 766 zu setzen für:
de_de: Wiederherstellen der Sicherungsdateien nicht möglich. Ordner auf Schreibrechte hin überprüfen. Versuche 776 Berechtigung zu setzen für:
el_gr: Δεν είναι δυνατή η επαναφορά των αρχείων δημιουργίας αντιγράφων ασφαλείας. Ελέγξτε τα δικαιώματα εγγραφής φακέλων ή αρχείων. Προσπαθήστε να ορίσετε 766 δικαιώματα στα εξής:
es_es: No se pueden restaurar los archivos de copia de seguridad. Compruebe la carpeta o los archivos que escriben permisos. Intenta establecer 766 permisos para:
fr_fr: Echec de restauration de la sauvegarde. Vérifiez les permissions sur les répertoires et fichiers. Essayez de régler sur 766 les permissions de :
gl_es: Non se poden restaurar os arquivos backup. Comproba os permisos de escritura da carpeta ou arquivos. Ponlles permisos 766 a:
it_it: Impossibile fare il restore. Verificare i permessi di scrittura. Provate a impostare i permessi a 766 per:
nl_nl: Kan de backup bestanden niet terugzetten. Controleer permissies van de mappen en/of bestanden. Probeer 766 de permissies te zetten naar de:
pl_pl: Nie można przywrócić plików kopii zapasowej. Sprawdź uprawnienia folderów lub plików do zapisu. Spróbuj ustawić 766 uprawnienia do:
ru_ru: Невозможно восстановить резервные файлы. Проверьте папки или файлы на права записи. Попробуйте установить права доступа 766 на:

source: Backup successfully removed
cs_cz: Záloha úspěšně odstraněna.
de_ch: Die Datensicherung wurde entfernt.
de_de: Sicherung erfolgreich entfernt
el_gr: Το αντίγραφο ασφαλείας καταργήθηκε με επιτυχία
es_es: Copia de seguridad eliminada
fr_fr: Sauvegarde supprimée
gl_es: Copia de seguridade eliminada con éxito
it_it: Backup rimosso con successo
nl_nl: Backup succesvol verwijderd
pl_pl: Kopia zapasowa pomyślnie usunięta
ru_ru: Бекап успешно удален

source: Unable to delete backup
cs_cz: Zálohu se nepodařilo odstranit
de_ch: Datensicherung kann nicht gelöscht werden
de_de: Löschen der Sicherung nicht möglich
el_gr: Δεν είναι δυνατή η διαγραφή του αντιγράφου ασφαλείας
es_es: No se puede eliminar la copia de seguridad
fr_fr: Impossible de supprimer la sauvegarde
gl_es: Non se pode borrar a backup
it_it: Impossibile cancellare il backup
nl_nl: Kan de backup niet verwijderen
pl_pl: Nie można usunąć kopii zapasowej
ru_ru: Невозможно удалить бекап

source: Successfully!
cs_cz: Úspěšně!
de_ch: Erfolgreich!
de_de: Erfolgreich!
el_gr: Ολοκληρώθηκε επιτυχώς!
es_es: ¡Exitosamente!
fr_fr: Réussi !
gl_es: Con éxito!
it_it: Successo!
nl_nl: Succesvol!
pl_pl: Z powodzeniem!
ru_ru: Успешно!

source: Setting saved!
cs_cz: Nastavení uloženo!
de_de: Einstellungen gespeichert!
el_gr: Η ρύθμιση αποθηκεύτηκε!
es_es: Configuración guardada!
fr_fr: Paramètres enregistrés !
gl_es: Axustes gardados!
it_it: Impostazioni salvate!
nl_nl: Instellingen opgeslagen!
pl_pl: Ustawienia zapisane!
ru_ru: Настройки сохранены!

source: Database error, please try again
cs_cz: Chyba databáze, zkuste to znovu, prosím
de_de: Datenbankfehler, bitte nochmal versuchen
el_gr: Σφάλμα βάσης δεδομένων, δοκιμάστε ξανά
es_es: Error de base de datos, por favor intente de nuevo
fr_fr: Erreur de la base de données, merci de réessayer
gl_es: Erro de DB, por favor, inténtao de novo
it_it: Errore di datase, riprovare
nl_nl: Database fout, probeer het opnieuw
pl_pl: Błąd bazy danych, prosimy spróbować ponownie
ru_ru: Ошибка базы данных, пожалуйста, попробуйте еще раз

source: There are no zlib extension on your server. This mean that you can make only database backup.<br/>Check this link <a target="_blank" href="http://php.net/manual/en/zlib.installation.php">http://php.net/manual/en/zlib.installation.php</a> or contact your hosting provider and ask them to resolve this issue for you.
cs_cz: Na vašem serveru není zlib rozšíření. To znamená, že lze provést pouze zálohu databáze.<br/>Zkontrolujte tento odkaz <a target="_blank" href="http://php.net/manual/en/zlib.installation.php">http://php.net/manual/en/zlib.installation.php</a> nebo požádejte vašeho poskytovatele hostingu aby vám tento problém pomohl vyřešit.
de_de: Es gibt keine zlib-Erweiterung auf deinem Server. Das bedeutet du kannst nur die Datenbank sichern. .<br/>Folge diesem Link <a target="_blank" href="http://php.net/manual/en/zlib.installation.php">http://php.net/manual/en/zlib.installation.php</a> oder kontaktiere deinen Webhosting-Provider und bitte ihn das für dich zu erledigen.
el_gr: Δεν υπάρχει επέκταση zlib στον διακομιστή σας. Αυτό σημαίνει ότι μπορείτε να δημιουργήσετε αντίγραφα ασφαλείας μόνο για τη βάση δεδομένων.<br/>Ελέγξτε αυτό το σύνδεσμο <a target="_blank" href="http://php.net/manual/en/zlib.installation.php">http://php.net/manual/en/zlib.installation.php</a> ή επικοινωνήστε με τον παροχέα φιλοξενίας και ζητήστε τους να επιλύσουν αυτό το ζήτημα για εσάς.
es_es: No hay extensión zlib en su servidor. Esto significa que puede hacer solo una copia de seguridad de la base de datos. <br/> Consulte este enlace <a target="_blank" href="http://php.net/manual/en/zlib.installation.php"> http://php.net/manual/en/zlib.installation.php </a> o comuníquese con su proveedor de hosting y solicite que resuelvan este problema por usted.
fr_fr: Il n'y a pas d'extention zlib sur votre serveur. Cela signifie que vous pouvez réaliser uniquement une sauvegarde de base de données.<br/>Lisez cette page <a target="_blank" href="http://php.net/manual/en/zlib.installation.php">http://php.net/manual/en/zlib.installation.php</a> ou contactez votre hébergeur et demandez-lui de résoudre ce problème.
gl_es: Non hai a extensión zlib no teu servidor. Esto significa que so podes facer a backup da DB.<br/>Mira este enlace <a target="_blank" href="http://php.net/manual/en/zlib.installation.php">http://php.net/manual/en/zlib.installation.php</a> ou contacta co teu provedor de hosting e pídelle resolvelo por ti.
nl_nl: Er zijn geen zlib extenties op uw server. Hierdoor kunt u alleen een database backup maken.<br/>Controleer deze link <a target="_blank" href="http://php.net/manual/en/zlib.installation.php">http://php.net/manual/en/zlib.installation.php</a> of neem contact op met uw hosting provider om dit probleem voor u op te lossen.
pl_pl: Nie ma rozszerzenia zlib na serwerze. To oznacza, że można wykonać tylko kopię zapasową bazy danych.<br/>Sprawdź ten link <a target="_blank" href="http://php.net/manual/en/zlib.installation.php">http://php.net/manual/en/zlib.installation.php</a>lub skontaktuj się z dostawcą usług hostingowych i poproś go, aby rozwiązanie tego problemu dla Ciebie.
ru_ru: Отсутствует расширение Zlib на вашем сервере. Это означает, что Вы можете сделать только резервную копию базы данных. <br/>Перейдите по этой ссылке <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> или свяжитесь с хостинг-провайдером и попросите их, помочь решить эту проблему для Вас.

source: There are no ZipArchive library on your server. This mean that you can make only database backup.<br/>Check this link <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> or contact your hosting provider and ask them to resolve this issue for you.
cs_cz: Na vašem serveru není knihovna ZipArchive. To znamená, že lze provést pouze zálohu databáze. Zkontrolujte tento odkaz <br/>Check this link <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> nebo požádejte vašeho poskytovatele hostingu aby vám tento problém pomohl vyřešit.
de_de: Es gibt keine ZipArchive library auf deinem Server. Das bedeutet du kannst nur die Datenbank sichern. .<br/>Folge diesem Link <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> oder kontaktiere deinen Webhosting-Provider und bitte ihn das für dich zu erledigen.
el_gr: Δεν υπάρχει βιβλιοθήκη ZipArchive στο διακομιστή σας. Αυτό σημαίνει ότι μπορείτε να δημιουργήσετε μόνο αντίγραφα ασφαλείας των βάσεων δεδομένων.<br/>Ελέγξτε αυτό το σύνδεσμο <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> ή επικοινωνήστε με τον παροχέα φιλοξενίας και ζητήστε τους να επιλύσουν αυτό το ζήτημα για εσάς.
es_es: No hay una biblioteca ZipArchive en su servidor. Esto significa que puede hacer solo una copia de seguridad de la base de datos. <br/> Consulte este enlace <a target="_blank" href="http://php.net/manual/en/book.zip.php"> http://php.net/manual/en/book.zip.php </a> o comuníquese con su proveedor de hosting y solicite que resuelvan este problema por usted.
fr_fr: Il n'y a pas d'extention ZipArchive sur votre serveur. Cela signifie que vous pouvez réaliser uniquement une sauvegarde de base de données.<br/>Lisez cette page <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> ou contactez votre hébergeur et demandez-lui de résoudre ce problème.
gl_es: Non hai a librería ZipArchive no teu servidor. Esto significa que so podes crear a backup da DB.<br/>Mira este enlace <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> ou contacta co teu provedor de hosting e pídelle resolvelo por ti.
nl_nl: Er is geen ZipArchive bibliotheek op uw server. Hierdoor kunt u alleen een database backup maken.<br/>Controleer deze link <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> of neem contact op met uw hosting provider om dit probleem voor u op te lossen.
pl_pl: Nie ma biblioteki ZipArchive na serwerze. To oznacza, że można wykonać tylko kopię zapasową bazy danych <br/> Sprawdź ten link <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> lub skontaktuj się z dostawcą usług hostingowych i poproś go, aby rozwiązanie tego problemu dla Ciebie.
ru_ru: Отсутствует ZipArchive библиотека на вашем сервере. Это означает, что Вы можете сделать только резервную копию базы данных. <br/>Перейдите по этой ссылке <a target="_blank" href="http://php.net/manual/en/book.zip.php">http://php.net/manual/en/book.zip.php</a> или свяжитесь с хостинг-провайдером и попросите их, помочь решить эту проблему для Вас.

source: Backup complete!
cs_cz: Záloha je kompletní!
el_gr: Η δημιουργία αντιγράφων ασφαλείας ολοκληρώθηκε
es_es: ¡Copia de seguridad completa!
pl_pl: Kopia zapasowa zakończona!

source: Local Backup
cs_cz: Místní záloha
de_de: lokale Sicherung
el_gr: Local Backup (Τοπική δημιουργία αντιγράφων ασφαλείας)
es_es: Copia de seguridad local
fr_fr: Sauvegarde locale
pl_pl: Lokalna kopia zapasowa
ru_ru: Локальный бекап

source: Scanning files.
cs_cz: Skenování souborů
el_gr: Σάρωση αρχείων.
es_es: Archivos escaneados.
pl_pl: Skanowanie plików.

source: Total stacks:
cs_cz: Celkem částí:
el_gr: Συνολικές στοίβες:
es_es: Pilas totales:
pl_pl: Łącznie stosów:

source: Creating filesystem backup 0%
cs_cz: Vytváření zálohy souborového systému 0%
el_gr: Δημιουργία αντιγράφων ασφαλείας συστήματος αρχείων 0%
es_es: Crear copia de seguridad del sistema de archivos 0%
pl_pl: Tworzenie kopii zapasowej systemu plików 0%

source: Filesystem backup complete
cs_cz: Záloha souborového systému je kompletní
el_gr: Η δημιουργία αρχείων συστήματος αρχείων ολοκληρώθηκε
es_es: Copia de seguridad del sistema de archivos completa
pl_pl: Kopia zapasowa systemu plików zakończona

source: Creating database backup 0%
pl_pl: Tworzenie kopii zapasowej bazy danych 0%

source: Database backup complete
pl_pl: Kopia zapasowa bazy danych zakończona

source: Authentication required.
cs_cz: Vyžadováno ověření.
de_ch: Authentifizierung erforderlich.
de_de: Authentifizierung benötigt
el_gr: Απαιτείται πιστοποίηση.
es_es: Autenticacion requerida.
fr_fr: Autentification requise
gl_es: Autentificación requerida.
it_it: Autenticazione richiesta.
nl_nl: Authenticatie vereist.
pl_pl: Wymaga uwierzytelnienia.
ru_ru: Требуется аутентификация.

source: File not found
cs_cz: Soubor nenalezen
de_ch: Datei nicht gefunden
de_de: Datei nicht gefunden
el_gr: Το αρχείο δε βρέθηκε
es_es: Archivo no encontrado
fr_fr: Fichier non trouvé
gl_es: Arquivo non atopado
it_it: File non trovato
nl_nl: Bestand niet gevonden
pl_pl: Nie znaleziono pliku
ru_ru: Файл не найден

source: Unexpected error (500)
cs_cz: Neočekávaná chyba (500)
de_ch: Unerwarteter Fehler (500)
de_de: Unerwarteter Fehler (500)
el_gr: Μη αναμενόμενο σφάλμα (500)
es_es: Error inesperado (500)
fr_fr: Erreur inattendue (500)
gl_es: Erro inesperado (500)
it_it: Errore inatteso (500)
nl_nl: Onverwachte fout (500)
pl_pl: Nieoczekiwany błąd (500)
ru_ru: Неожиданная ошибка (500)

source: Unexpected error
cs_cz: Neočekávaná chyba
de_ch: Unerwarteter Fehler
de_de: Unerwarteter Fehler
el_gr: Μη αναμενόμενο σφάλμα.
es_es: Error inesperado
fr_fr: Erreur inattendue
gl_es: Erro inesperado
it_it: Errore imprevisto
nl_nl: Onverwachte fout
pl_pl: Nieoczekiwany błąd
ru_ru: Неожиданная ошибка

source: Backup successful complete!
cs_cz: Záloha byla úspěšně dokončena!
el_gr: Η δημιουργία αντιγράφων ασφαλείας ολοκληρώθηκε επιτυχώς!
es_es: Copia de seguridad exitosa completa!
pl_pl: Kopia zapasowa pomyślnie zakończona!

source: Backup by Supsystic Notifications
cs_cz: Záloha od Supsystic Upozornění
de_ch: Backup by Supsystic Benachrichtigung
de_de: Backup by Supsystic Benachrichtigungen
el_gr: Δημιουργία αντιγράφων ασφαλείας από Supsystic ειδοποιήσεις
es_es: Copia de seguridad por Supsystic Notifications
fr_fr: Notifications de Backup by Supsystic
gl_es: Backups por Supsystic Notifications
it_it: Backup by Supsystic Notifiche
nl_nl: Backup van Supsystic Notificatie
pl_pl: Backup by Supsystic Powiadomienia
ru_ru: Уведомления Бекапа

source: Email notification required.
cs_cz: Vyžadováno upozornění e-mailem.
de_ch: Email-Benachrichtigung erforderlich.
de_de: E-Mail-Benachrichtigung notwendig
el_gr: Ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου απαιτείται.
es_es: Se requiere notificación por correo electrónico.
fr_fr: Notification par courriel requise.
gl_es: Notificación de email requerida.
it_it: Richiesta notifica via mail.
nl_nl: Email notificatie vereist.
pl_pl: Wymaga powiadomienia e-mail.
ru_ru: Требуется уведомление по электронной почте

source: Sending to
cs_cz: Odesílání na
el_gr: Αποστολή σε
es_es: Enviando a
pl_pl: Wysyłanie do
