Repository: common-repository/backup-by-supsystic
Catalog: languages/backup-by-supsystic-*.po
Languages: cs_cz, de_ch, de_de, el_gr, es_es, fr_fr, gl_es, it_it, nl_nl, pl_pl, ru_ru

source: Your server is not support Google API Client Library.
cs_cz: Váš server nepodporuje Google API Client Library.
de_ch: Dein Server unterstützt die Google API Client Bibliothek nicht.
de_de: Deom Server unterstützt die Google API Client Library nicht.
el_gr: Ο διακομιστής σας δεν υποστηρίζει Βιβλιοθήκη Πελατών Google API.
es_es: Su servidor no es compatible con la biblioteca de clientes de API de Google.
fr_fr: La bibliothèque client Google API n'est pas supportée par votre serveur.
gl_es: O teu servidor non soporta a Google API Client Library.
it_it: Il vostro server non supporta la libreria Google API client.
nl_nl: Uw server heeft geen Support voor de Google Client Library API
pl_pl: Twój serwer nie obsługuje biblioteki klienta Google API.
ru_ru: Ваш сервер не поддерживает библиотеку клиента Google API.

source: PHP JSON extension required
cs_cz: Je vyžadováno rozšíření PHP JSON
de_ch: PHP JSON Erweiterung ist erforderlich
de_de: PHP JSON Erweiterung ist erforderlich
el_gr: Απαιτείται επέκταση PHP JSON
es_es: Se requiere extensión PHP JSON
fr_fr: L'extension PHP JSON est requise
gl_es: A extensión PHP JSON é requerida
it_it: E’ necessaria l’estensione PHP JSON
nl_nl: PHP JSAN extentie benodigd
pl_pl: Wymagane rozszerzenie PHP JSON
ru_ru: Требуется расширение PHP JSON

source: Please wait...
cs_cz: Čekejte prosím...
de_ch: Bitte warten ...
de_de: Bitte warten...
el_gr: Παρακαλώ περιμένετε...
es_es: Por favor espera...
fr_fr: Veuillez patienter...
gl_es: Por favor, espera...
it_it: Attendere prego…
nl_nl: Even geduld a.u.b.
pl_pl: Proszę czekać...
ru_ru: Пожалуйста, подождите ...

source: Files not found on Google Drive
cs_cz: Soubory na Google Disku nebyly nenalezeny!
el_gr: Τα αρχεία δεν βρέθηκαν στο Google Drive
es_es: Archivos no encontrados en Google Drive
pl_pl: Pliki nie znajdują się na Dysku Google

source: File not found on Google Drive
cs_cz: Soubor na Google Disku nebyl nenalezen
de_ch: Datei auf Google Drive nicht gefunden
de_de: Datei auf Google Drive nicht gefunden
el_gr: Το αρχείο δεν βρέθηκε στο Google Drive
es_es: Archivo no encontrado en Google Drive
fr_fr: Fichier non trouvé sur Google Drive
gl_es: Ficheiro non atopado en Google Drive
it_it: File non trovato su Google Drive
nl_nl: Bestand niet gevonden in Google Drive
pl_pl: Plik nie znajduje się na Dysku Google
ru_ru: Файл не найден на Google Drive

source: Failed to download file
cs_cz: Stažení souboru se nepodařilo.
de_ch: Herunterladen der Datei gescheitert
de_de: Herunterladen der Datei fehlgeschlagen
el_gr: Αποτυχία λήψης αρχείου
es_es: Error al descargar el archivo
fr_fr: Echec du téléchargement
gl_es: Fallou ó descargar o ficheiro
it_it: Impossibile scaricare il file
nl_nl: Download van het bestand mislukt
pl_pl: Nie udało się pobrać pliku
ru_ru: Не удалось загрузить файл

source: Before start backup - please authenticate with Google Drive.
cs_cz: Před spuštěním zálohy - se prosím přihlaste na Google Disk.
el_gr: Πριν ξεκινήσετε την δημιουργία αντιγράφων ασφαλείας - επαληθεύστε την ταυτότητά σας με το Google Drive.
es_es: Antes de comenzar la copia de seguridad, autentifíquese con Google Drive.
pl_pl: Przed przystąpieniem do tworzenia kopii zapasowej - należy uwierzytelnić w Google Drive.

source: Unable to get parent folder ID.
cs_cz: Nepodařilo se získat ID nadřazeného adresáře.
de_ch: Die ID des übergeordneten Verzeichnisses nicht gefunden.
de_de: ID des übergeordneten Ordners nicht gefunden.
el_gr: Ανίκανος να πάρει το ID γονικού φάκελου.
es_es: No se puede obtener la ID de la carpeta principal.
fr_fr: Impossible de récupérer l'ID du répertoire parent.
gl_es: Non se conseguiu a ID da carpeta pai
it_it: Impossibile trovare l’ID della cartella genitore
nl_nl: Kan het ID van de parent map niet verkrijgen
pl_pl: Nie można pobrać identyfikatora folderu nadrzędnego.
ru_ru: Не удалось получить идентификатор родительской папки.

source: Settings not found!
cs_cz: Nastavení nenalezeno!
el_gr: Οι ρυθμίσεις δεν βρέθηκαν!
es_es: ¡Configuraciones no encontradas!
pl_pl: Ustawień nie znaleziono!

source: Deleted successfully
cs_cz: Úspěšně smazáno
de_ch: Erfolgreich gelöscht
de_de: Erfolgreich entfernt
el_gr: Διαγράφηκε με επιτυχία
es_es: Borrado exitosamente
fr_fr: Supprimé
gl_es: Eliminado con éxito
it_it: Cancellato con successo
nl_nl: Succesvol verwijderd
pl_pl: Usunięt pomyślnie
ru_ru: Успешно удалено

source: Authorization required.
cs_cz: Je vyžadováno přihlášení.
de_ch: Authentifizierung notwendig.
de_de: Authorisierung erforderlich.
el_gr: Απαιτείται εξουσιοδότηση.
es_es: Autorización requerida.
fr_fr: Autorisation requise
gl_es: Autorización requerida.
it_it: Autorizzazione richiesta.
nl_nl: Authorisatie vereist
pl_pl: Wymagana Autoryzacja.
ru_ru: Требуется Авторизация.

source: Uploaded successfully.
cs_cz: Úspěšně nahráno.
de_ch: Das Laden war erfolgreich.
de_de: Erfolgreich hochgeladen.
el_gr: Μεταφορτώθηκε με επιτυχία.
es_es: Cargado con éxito.
fr_fr: Upload réussi.
gl_es: Subida con éxito.
it_it: Aggiornato con successo.
nl_nl: Succesvol geupload
pl_pl: Przesłano pomyślnie.
ru_ru: Успешно загружено.

source: File downloaded.
cs_cz: Soubor stažen.
de_ch: Datei heruntergeladen.
de_de: Datei heruntergeladen.
el_gr: Λήψη αρχείου.
es_es: Archivo descargado
fr_fr: Fichier téléchargé.
gl_es: Ficheiro descargado.
it_it: File scaricato.
nl_nl: Bestand gedownload.
pl_pl: Plik pobrany.
ru_ru: Файл загружен.

source: Before start backup - please authenticate with OneDrive.
cs_cz: Před spuštěním zálohy - se prosím přihlaste na OneDrive.
el_gr: Πριν ξεκινήσετε την δημιουργία αντιγράφων ασφαλείας - επαληθεύστε την ταυτότητά σας με το OneDrive.
es_es: Antes de iniciar la copia de seguridad, autentifíquese con OneDrive.
pl_pl: Przed przystąpieniem do tworzenia kopii zapasowej - należy uwierzytelnić się w OneDrive.

source: Enexpected error.
cs_cz: Neočekávaná chyba.
de_ch: Unerwarteter Fehler.
de_de: Unerwarteter Fehler.
el_gr: Μη αναμενόμενο σφάλμα.
es_es: Error inesperado.
fr_fr: Erreur inattendue.
gl_es: Erro inesperado.
it_it: Errore inatteso.
nl_nl: Onverwachte fout.
pl_pl: Niespodziewany błąd.
ru_ru: Неожиданная ошибка.

source: Failed to save downloaded file.
cs_cz: Uložení stažeého souboru se nepodařilo.
de_ch: Das Sichern der heruntergeladenen Datei schlug fehl.
de_de: Speichern der heruntergeladenen Datei fehlgeschlagen.
el_gr: Απέτυχε να αποθηκεύσετε το αρχείο που κατεβάσατε.
es_es: Error al guardar el archivo descargado
fr_fr: Echec de l'enregistrement du fichier sauvegardé.
gl_es: Fallou ó gardar o ficheiro descargado.
it_it: Impossibile salvare il file scaricato.
nl_nl: Opslaan van het bestand is mislukt.
pl_pl: Nie udało się zapisać pobranego pliku.
ru_ru: Не удалось сохранить загруженный файл.

source: Authentication failed.
cs_cz: Ověření selhalo.
de_ch: Authentifizierung fehlgeschlagen
de_de: Authentifizierung fehlgeschlagen.
el_gr: Η ταυτοποίηση απέτυχε.
es_es: Autenticación fallida
fr_fr: Echec de l'autentification.
gl_es: Autentificación fallida.
it_it: Autenticazione fallita.
nl_nl: Authenticatie mislukt.
pl_pl: Uwierzytelnianie nie powiodło się.
ru_ru: Ошибка аутентификации.

source: An error has been occured.
cs_cz: Došlo k nějaké chybě.
de_ch: Ein Fehler ist aufgetreten.
de_de: Fehler!
el_gr: Παρουσιάστηκε σφάλμα.
es_es: Se ha producido un error
fr_fr: Une erreur est survenue.
gl_es: Ocorreu un erro.
it_it: E’ avvenuto un errore
nl_nl: Er is een fout opgetreden.
pl_pl: Wystąpił bład.
ru_ru: Произошла ошибка.

source: Save Complete
cs_cz: Uložení je kompletní
de_ch: Sicherung beendet
de_de: Speichern erfolgreich.
el_gr: Ολοκλήρωση Αποθήκευσης
es_es: Guardar completo
fr_fr: Enregistrement terminé
gl_es: Gardado completo
it_it: Salvataggio completo
nl_nl: Opslaan voltooid
pl_pl: Zapisywanie ukończone.
ru_ru: Сохранение завершено

source: General
cs_cz: Obecné
de_ch: Generell
de_de: Generell
el_gr: Γενικά
fr_fr: Général
gl_es: Xeral
it_it: Generale
nl_nl: Algemeen
pl_pl: Ogólny
ru_ru: Общее

source: Module Updated
cs_cz: Modul aktualizován
de_ch: Das Modul wurde aktualisiert
de_de: Modul aktualisiert
el_gr: Η ενότητα ενημερώθηκε
es_es: Módulo actualizado
fr_fr: Module mis à jour
gl_es: Módulo actualizado
it_it: Modulo aggiornato
nl_nl: Module bijgewerkt
pl_pl: Moduł zaktualizowany
ru_ru: Модуль обновлено

source: Module Update Failed
cs_cz: Aktualizace modulu selhala
de_ch: Aktualisierung des Moduls fehlgeschlagen
de_de: Aktualisieren des Moduls fehlgeschlagen
el_gr: Η ενημέρωση μονάδας απέτυχε
es_es: Actualización de módulo fallida
fr_fr: Echec de la mise à jour du module
gl_es: Actualización do módulo fallida
it_it: Aggiornamento del modulo fallito
nl_nl: Bijwerken module mislukt
pl_pl: Aktualizacja modułu nie powiodła się
ru_ru: Обновление модуля не удалось

source: Error module ID
cs_cz: Chyba modulu ID
de_ch: Fehler Module ID
de_de: Fehler Modul ID
el_gr: Σφάλμα αναγνωριστικού ID μονάδας
es_es: ID del módulo de error
fr_fr: Erreur module ID
gl_es: Erro na ID do módulo
it_it: Errore nell’ID del modulo
nl_nl: Fount in module ID
pl_pl: Błąd modułu o Identyfikatorze
ru_ru: Ошибка модуля ID

source: Incorrect email address
cs_cz: Neplatná e-mailová adresa
de_ch: Falsche Email Adresse
de_de: Inkorrekte E-Mail-Adresse
el_gr: Λανθασμένη διεύθυνση Ηλεκτρονικού Ταχυδρομείου
es_es: Dirección de E-Mail incorrecta
fr_fr: Adresse de courriel incorrecte
gl_es: Dirección de correo incorrecta
it_it: Indirizzo email errato
nl_nl: Onjuist Email adres
pl_pl: Nieprawidłowy adres e-mail
ru_ru: Неверный адрес электронной почты

source: No change
cs_cz: Žádná změna
de_ch: Keine Änderung
de_de: Keine Änderung
el_gr: Καμία αλλαγή
es_es: Ningún cambio
fr_fr: Inchangé
gl_es: Sin cambios
it_it: Nessuna modifica
nl_nl: Niets aangepast
pl_pl: Bez zmian
ru_ru: Без изменений

source: PRO version is not activated
cs_cz: Není aktivována PRO verze
de_ch: PRO Version ist nicht aktiviert
de_de: PRO-Version nicht aktiviert.
el_gr: Η έκδοση PRO δεν είναι ενεργοποιημένη
es_es: La versión PRO no está activada
fr_fr: La version PRO n'est pas activée
gl_es: A versión PRO non está activada
it_it: La versione PRO non è stata attivata
nl_nl: PRO versie is niet geactiveerd
pl_pl: Wersja PRO nie jest aktywowana
ru_ru: PRO версия не активирована

source: No selected options
cs_cz: Nebyla vybrána žádná možnost
de_ch: Keine Optionen ausgewählt
de_de: Keine Optionen gewählt
el_gr: Δεν υπάρχουν επιλεγμένες επιλογές
es_es: No hay opciones seleccionadas
fr_fr: Pas d'option sélectionnée
gl_es: Non hai opcións seleccionadas
it_it: Nessuna opzione selezionata
nl_nl: Geen opties geselecteerd
pl_pl: Nie wybrano opcji
ru_ru: Параметры не выбраны

source: Option
cs_cz: Možnost
el_gr: Επιλογή
es_es: Opción
gl_es: Opción
it_it: Opzione
nl_nl: Optie
pl_pl: Opcja
ru_ru: Опция

source: Invalid option ID or Code
cs_cz: Neplatná možnost ID nebo kódu
de_ch: Ungültige Option-Identifikation oder ungültiger Code
de_de: Ungültige Option ID oder ungültiger Code
el_gr: Μη έγκυρο αναγνωριστικό ID επιλογής ή κωδικός
es_es: ID o código de opción no válido
fr_fr: Option ID ou Code invalide
gl_es: ID ou código de opción inválidos
it_it: ID opzione o codice non valido
nl_nl: Ongeldig optie ID of Code
pl_pl: Niepoprawy identyfikator opcji lub kod
ru_ru: Неверный параметр ID или код

source: Empty data to save option
cs_cz: Prázdné údaje pro uložení možnosti
de_ch: Daten löschen um die Option zu sichern.
de_de: Daten löschen um die Option zu speichern
el_gr: Αδειάστε τα δεδομένα για να αποθηκεύσετε την επιλογή
es_es: Datos vacíos para guardar la opción
gl_es: Elimina os datos para gardar a opción
it_it: Non ci sono dati per salvare l’opzione
nl_nl: Leeg data om op te slaan optie
pl_pl: Puste dane do zapisu opcji
ru_ru: Пустые данные, чтобы сохранить опцию

source: Empty data to setup
cs_cz: Prázdné údaje pro nastavení
de_ch: Daten löschen um Setup auszuführen.
de_de: Daten löschen um zu Installieren
el_gr: Αδειάστε τα δεδομένα για την ρύθμιση
es_es: Datos vacíos para configurar
gl_es: Elimina os datos para a instalación
it_it: Non ci sono dati per il setup
pl_pl: Puste dane do konfiguracji
ru_ru: Пустые данные для установки

source: There is no default for this option and current template
cs_cz: V aktuální šabloně není pro tuto možnost žádná výchozí hodnota
de_ch: Es gibt keinen Standardwert für diese Option und dem aktuellen Template
de_de: Es gibt keinen Standardwert für diese Option und das aktuelle Template
el_gr: Δεν υπάρχει προεπιλογή για αυτήν την επιλογή και το τρέχον πρότυπο
es_es: No hay un valor predeterminado para esta opción y plantilla actual
fr_fr: Il n'y a pas d'état par défaut pour cette option et le thème actuel
gl_es: Non hai por defecto para esta opción e o template actual
it_it: Non c’è valore di default per questa opzione e modello
nl_nl: Er is geen standaard voor deze optie en huidige template
pl_pl: Nie ma domyślnej wartości dla tej opcji i aktualnego szablonu
ru_ru: Нет значения по умолчанию для этой опции и текущего шаблона

source: Empty option code
cs_cz: Prázdný kód možnosti
de_ch: Leerer Optionen Code
de_de: Leerer Optionscode
el_gr: Επιλογή κωδικού κενή
es_es: Código de opción vacío
fr_fr: Code d'option vide
gl_es: Opción de código vacío
it_it: Codice opzione vuoto
nl_nl: Lege optie code
pl_pl: Pusty kod opcji
ru_ru: Пустой код опции

source: Unable to remove image
cs_cz: Obrázek se nepodařilo odstranit
de_ch: Entfernen des Bildes nicht möglich
de_de: Entfernen des Bilders fehlgeschlagen
el_gr: Δεν είναι δυνατή η κατάργηση της εικόνας
es_es: No se puede eliminar la imagen
fr_fr: Impossible de supprimer l'image
gl_es: Non se pode eliminar a imaxe
it_it: Impossibile rimuovere immagine
nl_nl: Kan de afbeelding niet verwijderen
pl_pl: Nie można usunąć obrazu
ru_ru: Не удается удалить файл

source: Where to backup
cs_cz: Kam zálohovat
de_de: Ort der Sicherung
el_gr: Πού να δημιουργήσετε αντίγραφα ασφαλείας
es_es: Dónde hacer una copia de seguridad
pl_pl: Gdzie zapisać kopie zapasową
ru_ru: Куда делать бекап

source: What to backup
cs_cz: Co zálohovat
de_de: Was wird gesichert
el_gr: Τι να κάνετε backup
es_es: Qué copia de seguridad
pl_pl: Co ma zawierać kopia zapasowa
ru_ru: Что будем бекапить

source: All folders and files backup in the root directory, where the WordPress is installed, except the /wp-content folder.
cs_cz: Všechny adresáře a soubory backup v kořenovém adresáři, kde je WordPress nainstalován, s výjimkou složky /wp-content .
de_ch: Alle Verzeichnisse und Dateien im Root-Verzeichnis sichern auf dem WorPress installiert ist, mit Ausnahme von /wp-content Verzeichnis.
de_de: Alle Dateien und Ordner sichern welche sich im Root-Verzeichnis befinden, in dem WordPress installiert ist, abgesehen vom /wp-content Ordner
el_gr: Όλοι οι φάκελοι και τα αρχεία backup στο ριζικό κατάλογο, όπου είναι εγκατεστημένο το WordPress, εκτός από το φάκελο / wp-content.
es_es: Todas las carpetas y archivos de copia de seguridad en el directorio raíz, donde está instalado WordPress, excepto la carpeta / wp-content.
fr_fr: Sauvegarde de tous les répertoires et fichiers dans le répertoire root où WordPress est installé, à l'exception de /wp-content.
gl_es: Todas as carpetas e arquivos do Backup no directorio raíz, donde WP está instalado, excepto a carpeta /wp-content.
it_it: Tutti i file e le cartelle della directory principale in cui è installato WordPress, tranne la cartella /wp-content
nl_nl: Alle mappen en bestanden in de Wordpress installatie map, uitgezonderd de /wp-content folder.
pl_pl: Wszystkie foldery i pliki kopii zapasowej w katalogu głównym, w którym jest zainstalowany WordPress, z wyjątkiem folderu / wp-content.
ru_ru: Все папки и файлы резервного копирования в корневом каталоге, где установлен WordPress, за исключением /wp-content folder.

source: Database backup
cs_cz: Záloha databáze
de_ch: Datenbank-Sicherung
de_de: Datenbanksicherung
el_gr: Δημιουργία αντιγράφων ασφαλείας βάσης δεδομένων
es_es: Copia de seguridad
fr_fr: Sauvegarde de la base de donneés
gl_es: Bacup de DB
it_it: Backup del database
pl_pl: Kopia zapasowa bazy danych
ru_ru: Бекап базы данных

source: Secret key for DB
cs_cz: Tajný klíč pro DB
de_ch: Geheimschlüssel für die Datenbank
de_de: Geheimschlüssel für die Datenbank
el_gr: Μυστικό κλειδί για την DB
es_es: Clave secreta para DB
fr_fr: Clé secrète pour la base de données
gl_es: Clave secreta para a DB
it_it: Chiave segreta del DB
nl_nl: Geheime sleutel voor de database
pl_pl: Sekretny klucz do Bazy Danych
ru_ru: Секретный ключ для БД

source: Secret key for encrypting DB data
cs_cz: Tajný klíč pro šifrování dat v DB
de_ch: Geheimschlüssel um die Datenbank zu verschlüsseln
de_de: Geheimschlüssel für das Verschlüsseln der Datenbankdateien
el_gr: Μυστικό κλειδί για την κρυπτογράφηση των δεδομένων DB
es_es: Clave secreta para encriptar datos de DB
fr_fr: Clé secrète pour chiffrer les données de la base de données
gl_es: Clave secreta para o encriptado da DB
it_it: Chiave segreta di cifratura del DB
nl_nl: Geheime sleutel voor het coderen van de database data
pl_pl: Sekretny klucz do szyfrowania danych w bazie danych
ru_ru: Секретный ключ для шифрования данных БД

source: Additional Settings
cs_cz: Další nastavení
el_gr: Πρόσθετες ρυθμίσεις
es_es: Ajustes adicionales
pl_pl: Dodatkowe ustawienia

source: The maximum size of a single file which will be added to the stack. If the plugin can not create backup of the file system (for example it hangs) - try to reduce the size. It is not recommended to put a value less than 10MB, because in this case, the backup will not include high-resolution images. If you want to put all the files in the backup - set value to 0
cs_cz: Maximální velikost jednoho souboru, který se bude přidávat do balíku. V případě, že plugin nemůže vytvořit zálohu systému souborů (například se zasekne) - pokuste se zmenšit velikost. Nedoporučujeme, aby hodnota byla menší než 10 MB, protože v takovém případě záloha nebude obsahovat obrázky ve vysokém rozlišením. Chcete-li do zálohy zahrnout všechny soubory - nastavte hodnotu na 0
el_gr: Το μέγιστο μέγεθος ενός αρχείου που θα προστεθεί στη στοίβα. Εάν το plugin δεν μπορεί να δημιουργήσει αντίγραφο ασφαλείας του συστήματος αρχείων (για παράδειγμα, κολλάει) - προσπαθήστε να μειώσετε το μέγεθος. Δεν συνιστάται να τοποθετείτε μια τιμή μικρότερη από 10MB, διότι σε αυτή την περίπτωση το αντίγραφο ασφαλείας δεν περιλαμβάνει εικόνες υψηλής ανάλυσης. Αν θέλετε να βάλετε όλα τα αρχεία στο αντίγραφο ασφαλείας - ορίστε την τιμή σε 0
es_es: El tamaño máximo de un único archivo que se agregará a la pila. Si el complemento no puede crear una copia de seguridad del sistema de archivos (por ejemplo, se bloquea), intente reducir el tamaño. No se recomienda poner un valor inferior a 10 MB porque, en este caso, la copia de seguridad no incluirá imágenes de alta resolución. Si desea colocar todos los archivos en la copia de seguridad, establezca el valor en 0
pl_pl: Maksymalny rozmiar pojedynczego pliku, który zostanie dodany do stosu. Jeśli wtyczka nie może utworzyć kopii zapasowej systemu plików (na przykład zawiesza się) - spróbuj zmniejszyć rozmiar. Nie zaleca się aby ustawiać wartości mniejszej niż 10 MB, ponieważ w tym przypadku kopia zapasowa nie będzie zawierać obrazów o wysokiej rozdzielczości. Jeśli chcesz umieścić wszystkie pliki w kopii zapasowej - ustaw wartość na 0

source: Max size of file in stack(MB):
cs_cz: Maximální velikost souboru v balíku(MB):
el_gr: Μέγιστο μέγεθος αρχείου σε στοίβα (MB):
es_es: Tamaño máximo de archivo en la pila (MB):
pl_pl: Maksymalny rozmiar pliku w stosie (MB):

source: Specify and enter files and folders names which must not be backed up.
cs_cz: Specifikujte a zadejte jména souborů a složek, které nemají být zálohovány.
de_ch: Angabe der Datei- und Ordnernamen welche nicht gesichert werden sollen.
de_de: Dateien und Ordner spezifizieren, welche von der Datensicherung ausgenommen sind
el_gr: Καθορίστε και εισάγετε ονόματα αρχείων και φακέλων που δεν πρέπει να δημιουργούνται αντίγραφα ασφαλείας.
es_es: Especifique e ingrese nombres de archivos y carpetas de los que no se debe hacer copia de seguridad.
fr_fr: Indiquez les noms des fichers et répertoires qui ne doivent pas être sauvegardés.
gl_es: Especifica e escribe os nomes dos arquivos e carpetas dos que se fai copia.
it_it: Specificare i file e le cartelle da non copiare
nl_nl: Geef de namen bestanden en mappen op die uitgezonderd moeten worden van de backup
pl_pl: Określ i podaj nazwy plików i katalogów, które nie muszą być wspierane.
ru_ru: Укажите и введите имена файлов и директорий, которые не должны быть подкреплены.

source: Exclude:
cs_cz: Výjimky:
de_ch: Ausschliessen:
de_de: Ausschließen:
el_gr: Εξαίρεση:
es_es: Excluir:
fr_fr: Exclure :
gl_es: Excluír:
it_it: Escludere:
nl_nl: Uitzonderen:
pl_pl: Wykluczenie :
ru_ru: Исключить:

source: If entering multiple files/directories, then separate them with commas.
cs_cz: Uvádíte-li více souborů / adresářů, oddělte je čárkami.
de_ch: Falls mehrere Dateien/Verzeichnisse eingegeben werden, dann trenne sie mit Komma's.
de_de: Wenn mehrere Verzeichnise oder Dateien eingegeben werden, dann trenne sie mit Kommata.
el_gr: Εάν εισάγετε πολλά αρχεία / καταλόγους, τότε να τα διαχωρίστε με κόμματα.
es_es: Si ingresa varios archivos / directorios, sepárelos con comas.
fr_fr: Séparez les fichiers et répertoires différents par des virgules.
gl_es: Se se escriben múltiples ficheiros/directorios, sepáraos con comas.
it_it: Se inserite più file e directory, separateli con delle virgole.
nl_nl: Wanneer u meerdere bestanden / directories invult, scheidt deze dan met komma's.
pl_pl: W przypadku wprowadzania wielu plików/katalogów, rozdziel je przecinkami.
ru_ru: При вводе нескольких файлов / каталогов, разделите их запятыми.

source: Email notification
cs_cz: E-mailové upozornění
de_ch: Email Benachrichtigung
de_de: E-Mail-Benachrichtigung
el_gr: Ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου (Email)
es_es: Notificación de correo electrónico
fr_fr: Notification par courriel
gl_es: Notificación de correo
it_it: Notifica via mail
nl_nl: Email notificatie
pl_pl: Powiadomienie e-mail
ru_ru: Уведомление по электронной почте

source: Email notification:
cs_cz: E-mailové upozornění:
de_ch: Email Benachrichtigung:
de_de: E-Mail-Benachrichtigung
el_gr: Ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου (Email):
es_es: Notificación de correo electrónico:
fr_fr: Notification par courriel :
gl_es: Notificación de correo:
it_it: Notifica via mail:
nl_nl: Email notificatie:
pl_pl: Powiadomienie e-mail:
ru_ru: Уведомление по электронной почте:

source: Email address is wrong, please check it:
cs_cz: E-mailová adresa je neplatná, prosím zkontrolujte ji:
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι σωστή, ελέγξτε την:
es_es: La dirección de correo electrónico es incorrecta, por favor verifíquela:
pl_pl: Adres e-mail jest nieprawidłowy, proszę sprawdź to:
