Repository: common-repository/backup-by-supsystic
Catalog: languages/backup-by-supsystic-*.po
Languages: cs_cz, de_ch, de_de, el_gr, es_es, fr_fr, gl_es, it_it, nl_nl, pl_pl, ru_ru

source: If the ckeckbox is set up, the database backup will be performed. This will let the database backup work in the transaction mode, i.e. should there occur any failure during the data base recovery, no data from the data-base backup will be transferred to the data-base. The data-base backup recovery will occur if and only there were no failures during the process. If the ckeckbox is not set up the data-base backup will be performed without transaction mode.
cs_cz: Je-li zaškrtávací políčko zaškrtnuto, bude provedena záloha databáze v režimu transakce, tj. V průběhu obnovy databáze by nemělo dojít k žádným chybám, a pokud ano, žádné údaje ze zálohy, nebudou obnoveny do databáze. Není-li zaškrtávací políčko zaškrtnuto záloha databáze bude provedena bez režimu transakce.
de_ch: Wenn die Checkbox aktiviert ist, wird die Datenbank-Sicherung ausgeführt. Das ermöglicht, dass die Datenbank-Sicherung im Transaktionsmodus ausgeführt wird. Das heisst, z.B. dass die Datenbank-Wiederherstellung nur erfolgt wenn es keine Fehler gab. Sollte es zu einem Fehler kommen, wird die momentan aktive Datenbankversion nicht überschrieben. Ist die Checkbox nicht aktiviert wird die Datenbanksicherung ohne Transaktionsmodus ausgeführt.
de_de: Wenn das Kontrollkästchen aktiviert ist wird eine Sicherung der Datenbank erstellt. Das wird die Datenbanksicherung in den Transaktionsmodus versetzen. Das heißt: sollten irgendwelche Fehler während der Datenbankwiederherstellung auftreten, werden keine Daten der Datenbanksicherung zur Datenbank transferiert. Die Datenbank Sicherungswiederherstellung wird nur fortfahren wenn es keine Fehler während dieses Prozesses gibt. Ist das Kontrollkästchen nicht aktiviert, wird die Datenbanksicherung ohne den Transaktionsmodus fortgesetzt.
el_gr: Εάν έχει ρυθμιστεί το ckeckbox, θα γίνει η δημιουργία αντιγράφων ασφαλείας της βάσης δεδομένων. Αυτό θα επιτρέψει την εκτέλεση εργασιών δημιουργίας αντιγράφων ασφαλείας της βάσης δεδομένων στη λειτουργία συναλλαγής, δηλαδή σε περίπτωση αποτυχίας κατά την ανάκτηση της βάσης δεδομένων, δεν θα μεταφερθούν δεδομένα στη βάση δεδομένων. Η αποκατάσταση δημιουργίας αντιγράφων ασφαλείας βάσεων δεδομένων θα προκύψει εάν και μόνο δεν υπήρξαν αποτυχίες κατά τη διάρκεια της διαδικασίας. Εάν δεν έχει ρυθμιστεί το ckeckbox, το αντίγραφο ασφαλείας βάσης δεδομένων θα εκτελεστεί χωρίς λειτουργία συναλλαγής.
es_es: Si el ckeckbox está configurado, se realizará la copia de seguridad de la base de datos. Esto permitirá que la copia de seguridad de la base de datos funcione en el modo de transacción, es decir, si se produce algún error durante la recuperación de la base de datos, no se transferirán datos de la base de datos a la base de datos. La recuperación de la copia de seguridad de la base de datos ocurrirá si y solo no hubo fallas durante el proceso. Si el ckeckbox no está configurado, la copia de seguridad de la base de datos se realizará sin el modo de transacción.
fr_fr: Cochez la case pour sauvegarder la base de donnée en mode transaction, c'est à dire qu'en cas d'erreur lors de la restauration, aucune donnée issue de la sauvegarde ne sera transférée vers la base de données. La restauration sera effective si et seulement si aucun problème n'apparait lors du processus. Si la case n'est pas cochée, la sauvegarde de la base de données s'effectuera sans mode transaction.
gl_es: Se a caixa de selección está marcada, a backup da DB farase, Estou vai deixar á backup traballar en modo transacción, é dicir, se ocorre algún problema durante a recuperación da DB, non se restaurará nada á DB. A recuperación da backup da DB farase so se non hai fallos durante o proceso. Se a caixa de selección non está marcada a backup farase sin modo transacción.
it_it: Se questa casella è attiva, verrà effettuato il backup in modalità transazione. Questa farà funzionare il database in modalità transazione. Dovesse accadere qualsiasi errore durante il ripristino, non verrà scritto alcun dato nel database. Il ripristino del database avverrà solo se non ci saranno errori nell’intero processo. Se questa casella non è attiva, la copia verrà fatta senza modalità transazione.
nl_nl: Als de checkbox is aangevinkt, wordt de database gebackuped. Dit laat de database backup plaatsvinden in transactie modus. D.w.z. dat mocht er een fout plaatsvinden tijdens de database recovery, er geen data van de backup in de database wordt geschreven. Als deze checkbox niet is aangevinkt zal de de database backup plaatsvinden zonder transactie modus.
pl_pl: Jeśli pole wyboru jest skonfigurowane, kopia zapasowa bazy danych zostanie wykonana. Pozwoli to na pracę kopii zapasowej bazy danych w trybie transakcji, t.j że nie powinny występować uszkodzenia podczas odzyskiwania bazy danych, brak danych z kopii zapasowej bazy danych zostaną przekazane do bazy danych. Odzyskanie kopii zapasowych danych baza nastąpi wtedy i tylko wtedy jeśli nie wystąpiły błędy podczas tego procesu. Jeśli pole wyboru nie jest skonfigurowany, kopia zapasowa bazy danych, zostanie przeprowadzona bez trybu transakcyjnego.
ru_ru: Если ckeckbox настроен, резервное копирование базы данных будет выполняться. Это позволит резервному копированию базы данных работать в режиме транзакций, то есть при возникновении каких-либо сбоев в базе данных, данные резервной копии не будут переданы в базу данных. Восстановление базы данных будет происходить, если и только там не было никаких сбоев в процессе резервного копирования. Если ckeckbox не настроен база данных будет выполнять резервное копирование без режима транзакций.

source: Force Update
cs_cz: Vynutit aktualizaci
de_ch: Erzwungene Aktualisierung
de_de: Update erzwingen
el_gr: Δύναμική Ενημέρωση
es_es: Actualización de fuerza
fr_fr: Mise à jour forcée
gl_es: Forzar actualización
it_it: Forza aggiornamento
nl_nl: Forceer Update
pl_pl: Wymuś aktualizację
ru_ru: Форсированное обновление

source: When backup is performed, the labels are usually put at the beginning of the file dump, such as: WordPress version for the backup; WordPress data-base version for the backup; the plugin version for the backup. At recovering, if the force has been off, the backup will not be performed, because it will constantly pop up with the message, that the version is incorrect (the version of WordPress, the version of WordPress data-base or the plugin version). If the force has been on, there will be no such system check and the recovery will be performed.
cs_cz: Při provádění zálohy, jsou obvykle na začátku výpisu souborů uvedeny značky, jako např: zálohovaná verze WordPress; verze zálohované databáze WordPress; verze zálohovaného pluginu. Pokud vynucení nebude zapnuté, nebude provedena obnova zálohy, protože bude neustále vyskakovat upozornění se zprávou, že verze nesouhlasí (verze WordPress, verze WordPress database nebo verze pluginů) , V případě, že vynucení bude zapnuté kontrola neproběhne a obnova bude provedena.
de_ch: Wenn eine Datensicherung ausgeführt wird, werden die Bezeichnungen an den Anfang des Datei-Dumps gesetzt, wie z.B. WordPress Version für die Datensicherung; WordPress Datenbank-Version für die Datensicherung; die Version des Plugins für die Datensicherung. Während der Wiederherstellung (falls die Option "Erzwingen" nicht ausgewählt wurde), wird die Aktion nicht ausgeführt weil immer ein Meldung eingeblendet wird, dass die Version falsch ist (die Version von WordPress, die Version der Datenbank oder die Plugin Version) Falls die Option "Erzwingen" ausgewählt wurde, wird keine Systemüberprüfung ausgeführt und die gewählte Aktion wird ausgeführt.
de_de: Wenn eine Datenbanksicherung durchgeführt wird, werden die Bezeichnungen für gewöhnlich am Anfang des File-Dumps gesetzt, wie zum Beispiel: WordPress Version für die Sicherung; WordPress Datenbank-Version für die Sicherung; Die Plugin-Version für die Sicherung. Bei unterschiedlichen Versionen (Von WordPress, der Datenbank oder des Plugins) wird die Sicherung wegen des Versionschecks nicht wiederhergestellt, wenn 'erzwingen' ausgestellt ist. Schaltet man 'erzwingen' ein, wird eine solche Versionsüberprüfung nicht durchgeführt und die Wiederherstellung wird wie geplant fortgesetzt.
el_gr: Όταν εκτελείται αντίγραφο ασφαλείας, οι ετικέτες τοποθετούνται συνήθως στην αρχή του κάδου, όπως: έκδοση WordPress για το αντίγραφο ασφαλείας, Έκδοση βάσης δεδομένων WordPress για το αντίγραφο ασφαλείας. Την έκδοση plugin για το αντίγραφο ασφαλείας. Κατά την ανάκτηση, αν η δύναμη έχει απενεργοποιηθεί, το αντίγραφο ασφαλείας δεν θα εκτελεσθεί, επειδή θα εμφανιστεί συνεχώς με το μήνυμα, ότι η έκδοση είναι λανθασμένη (η έκδοση του WordPress, η έκδοση της βάσης δεδομένων WordPress ή η έκδοση του plugin) . Αν η δύναμη είναι ενεργοποιημένη, δεν θα υπάρχει τέτοιος έλεγχος συστήματος και θα γίνει η ανάκτηση.
es_es: Cuando se realiza una copia de seguridad, las etiquetas generalmente se colocan al comienzo del archivo volcado, como por ejemplo: la versión de WordPress para la copia de seguridad; La base de datos de WordPress para la copia de seguridad; la versión del complemento para la copia de seguridad. En la recuperación, si la fuerza ha sido desactivada, la copia de seguridad no se realizará, porque aparecerá constantemente con el mensaje, que la versión es incorrecta (la versión de WordPress, la versión de la base de datos de WordPress o la versión de complemento) . Si la fuerza ha estado activada, no habrá tal verificación del sistema y se realizará la recuperación.
fr_fr: Lorsque la sauvegarde est effectuée, des indicateurs sont d'habitude insérés au début du fichier exporté, comme la version de WordPress, la version de la base de données, et la version du plugin pour la sauvegarde. Si la Mise à jour forcée n'a pas été choisie, alors la restauration ne sera pas effectuée, car un message apparaîtra constamment indiquant que la version est incorrecte (celle de WordPress, de la base de données ou du plugin). Si la Mise a jour forcée est activée, il n'y aura aucune vérification de la sorte, et la restauration sera effectuée.
gl_es: Cando se fai a backup, as etiquetas póñense ó principio do file dump, como: versión de WordPress para a backup; versión da DB de WP para a backup; versión do plugin para a backup. Na restauración, si Forzar está deshabilitado, a backup non se fará, porque aparecerá constantemente a mensaxe, dicindo que a versión é incorrecta (a versión de WordPress, a versión da DB de WordPress ou a versión do plugin). Se Forzar está habilitado, o sistema non fará chequeo e a restauración farase.
it_it: Quando viene effettuato un backup, generalmente vengono messe delle etichette all’inizio del file di dump quali la versione di Wordpress, la versione del database e la versione del plugin. Al ripristino, se l’opzione Force è disattivata, il backup non viene effettuato quando le versioni non corrispondono. Se l’opzione Force è attiva, non viene effettuato alcun controllo di versione prima del ripristino.
nl_nl: Wanneer er een backup wordt gemaakt worden de labels normaal gesproken aan het begin van de bestandsdump gezet, b.v. WordPress versie van de backup; WordPress data-base versie van de backup; the plugin versie van de backup. Bij een recovery, als 'forceer' uit was, wordt de backup niet uitgevoerd. Er komt dan continue een pop-up met het bericht dat de versie incorrect is. (WordPress versie van de backup; WordPress data-base versie van de backup; the plugin versie van de backup.) Wanneer 'forceer' aan was, wordt er geen check uitgevoerd en wordt de recovery gewoon uitgevoerd.
pl_pl: Po wykonaniu kopii zapasowej, etykiety są zazwyczaj umieszczane na początku zrzutu pliku, tak jak: WordPress wersja kopii zapasowej; WordPress wersja baza danych do kopii zapasowej; wersja wtyczki do kopii zapasowej. Podczas odzyskiwania, jeśli wymuszanie było wyłączone, kopia zapasowa nie zostanie wykonana, ponieważ będzie ona stale zgłaszać się z komunikatem, że wersja jest niepoprawna (wersja WordPressa, wersja bazy danych WordPressa lub wersja wtyczki) , Jeżeli wymuszanie jest włączone, nie nastąpi takie sprawdzanie systemu i przywracanie zostanie wykonane.
ru_ru: При выполнении резервного копирования, labels обычно ставят в начале файла дампа, таких как: WordPress версии для резервного копирования; версии базы данных WordPress для резервного копирования; версию плагина для резервного копирования. При востановлении, если форсирование будет выключено, резервное копирование не будет выполняться, потому что будет постоянно всплывать с сообщения, что версия неверна (версия WordPress, версии базы данных или плагина)). Если форсирование будет включено, не будет никакой проверки системы и восстановление будет выполнено.

source: Backup Log:
cs_cz: Log zálohování:
de_de: Sicherungsprotokoll
el_gr: Αρχείο αντιγράφων ασφαλείας:
es_es: Registro de respaldo:
fr_fr: Journal de sauvegarde :
gl_es: Log de backup:
it_it: Rapporto di backup:
pl_pl: Log kopii zapasowej:
ru_ru: Лог бекапа:

source: Get PRO Verion!
cs_cz: Získejte PRO verzi!
de_de: Hol' dir die PRO-Version!
el_gr: Αποκτήστε έκδοση PRO!
es_es: ¡Obtén PRO Verion!
fr_fr: Passez à la version PRO !
gl_es: Consigue a versión PRO!
it_it: Ottieni la versione PRO!
nl_nl: Verkrijg de PRO versie!
pl_pl: Zdobądź wersję Pro!
ru_ru: Получить ПРО версию!

source: Please, be advised, that this option is available only in PRO version. You can
cs_cz: Prosím, vezměte na vědomí, že tato možnost je dostupná pouze v PRO verzi. Můžete
de_ch: Bitte nimm zur Kenntnis, dass diese Option nur in der PRO Version verfügbar ist. Du kannst
de_de: Diese Funktion ist nur in der PRO-Version verfügbar. Du kannst
el_gr: Παρακαλώ, να γνωρίζετε ότι αυτή η επιλογή είναι διαθέσιμη μόνο σε έκδοση PRO.. μπορείτε να
es_es: Tenga en cuenta que esta opción solo está disponible en la versión PRO. Usted puede
fr_fr: Merci de noter que cette option n'est disponible qu'en version PRO. Vous pouvez
gl_es: Por favor, advertímosche que esta versión está disponible so na versión PRO. Podes
it_it: Questa opzione è disponibile solo nella versione PRO. Potete
nl_nl: Deze functie is alleen beschikbaar in de PRO versie, U kunt
pl_pl: Proszę bądź poinformowany, że opcja ta jest dostępna tylko w wersji PRO. Możesz
ru_ru: Пожалуйста, имейте в виду, что эта опция доступна только в PRO версии. Вы можете

source: Get PRO
cs_cz: Získat PRO
de_ch: PRO Version kaufen
de_de: beziehe PRO
el_gr: Πάρτε PRO
es_es: Obtener pro
fr_fr: Passer PRO
gl_es: Conseguir PRO
it_it: Passa a PRO
nl_nl: Verkrijg de PRO versie
pl_pl: Zdobądź PRO
ru_ru: Получить ПРО

source: Your server not meet the requirements Dropbox SDK
cs_cz: Váš server nesplňuje požadavky Dropbox SDK
de_ch: Dein Server erfüllt die Anforderungen des Dropbox SDK nicht
de_de: Dein Server erfüllt nicht die notwendigen Spezifikationen des Dropbox SDK
el_gr: Ο διακομιστής σας δεν πληροί τις απαιτήσεις του Dropbox SDK
es_es: Su servidor no cumple con los requisitos de Dropbox SDK
fr_fr: Votre serveur ne correspond pas aux prérequis du SDK de DropBox
gl_es: O teu servidor non ten os requisitos para Dropbox SDK
it_it: Il tuo server non rispetta i requisiti della SDK di Dropbox
nl_nl: Uw server voldoet niet aan de eisen voor de Dropbox SDK
pl_pl: Twój serwer nie spełnia wymagań Dropbox SDK
ru_ru: Ваш сервер не отвечает требованиям Dropbox SDK

source: Authentication required
cs_cz: Vyžadováno ověření
de_ch: Authentifizierung erforderlich
de_de: Authentifizierung notwenig
el_gr: Απαιτείται πιστοποίηση
es_es: Autenticacion requerida
fr_fr: Autentification requise
gl_es: Autentificación requerida
it_it: Autenticazione richiesta
nl_nl: Autorisatie verplicht
pl_pl: Wymagane uwierzytelnienie
ru_ru: Требуется аутентификация

source: Nothing to upload
cs_cz: Není co nahrávat
de_ch: Es muss nichts geladen werden
de_de: Nichts zum Hochladen
el_gr: Δεν υπάρχει τίποτα για μεταφόρτωση
es_es: Nada para cargar
fr_fr: Rien à uploader
gl_es: Nada que subir
it_it: Niente da inviare
nl_nl: Niets te uploaden
pl_pl: Nic do przesłania
ru_ru: Нечего загрузить

source: Nothing to delete
cs_cz: Není co mazat
de_ch: Es muss nichts gelöscht werden
de_de: Nichts zum Entfernen
el_gr: Τίποτα για διαγραφή
es_es: Nada para eliminar
fr_fr: Rien à supprimer
gl_es: Nada que eliminar
it_it: Niente da cancellare
nl_nl: Niets te verwijderen
pl_pl: Nic do usunięcia
ru_ru: Ничего не удалять

source: There was an error during recovery
cs_cz: Během obnovy došlo k chybě
de_ch: Während der Wiederherstellung gab es einen Fehler
de_de: Es gab einen Fehler während der Wiederherstellung
el_gr: Παρουσιάστηκε σφάλμα κατά την ανάκτηση
es_es: Hubo un error durante la recuperación
fr_fr: Une erreur est apparue lors de la restauration
gl_es: Houbo un erro durante a restauración
it_it: Si è verificato un errore durante il ripristino
nl_nl: Er is een fout opgetreden tijdens herstellen
pl_pl: Wystąpił błąd podczas odzyskiwania
ru_ru: Произошла ошибка во время восстановления

source: All files not downloaded from DropBox, please, try again
cs_cz: Nepodařilo se stáhnout všechny soubory z DropBoxu, zkuste to znovu prosím
el_gr: Δεν έχουν μεταφορτωθεί όλα τα αρχεία από το DropBox, δοκιμάστε ξανά
es_es: Todos los archivos no descargados de DropBox, por favor, intente de nuevo
pl_pl: Żadne pliki nie zostały pobrane z Dropbox, prosimy spróbować ponownie

source: Files not found on OneDrive
cs_cz: Soubory na OneDrive nebyly nenalezeny!
el_gr: Τα αρχεία δεν βρέθηκαν στο OneDrive
es_es: Archivos no encontrados en OneDrive
pl_pl: Plików nie znaleziono na OneDrive

source: Your server does not support the Dropbox without cURL extension
cs_cz: Váš server nepodporuje Dropbox bez cURL rozšíření
de_ch: Dein Server unterstützt die Dropbox nicht ohne cURL Erweiterung.
de_de: Dein Server unterstützt Dropbox ohne die cURL-Erweiterung nicht
el_gr: Ο διακομιστής σας δεν υποστηρίζει την επέκταση Dropbox χωρίς επέκταση cURL
es_es: Su servidor no es compatible con Dropbox sin la extensión cURL
fr_fr: L'extension DropBox sans curl n'est pas supportée par votre serveur
gl_es: O teu servidor non soporta Dropbox sen a extensión cURL
it_it: Il tuo server non supporta Dropbox senza l’estensione cURL
nl_nl: Uw server ondersteunt geen Dropbox zonder cURL extentie
pl_pl: Serwer nie obsługuje Dropbox bez rozszerzenia cURL
ru_ru: Ваш сервер не поддерживает Dropbox без расширения cURL

source: Before start backup - please authenticate with DropBox.
cs_cz: Před spuštěním zálohy - se prosím přihlaste na DropBox.
el_gr: Πριν ξεκινήσετε την δημιουργία αντιγράφων ασφαλείας - επαληθεύστε την ταυτότητά σας με το DropBox.
es_es: Antes de comenzar la copia de seguridad, autentifíquese con DropBox.
pl_pl: Przed przystąpieniem do tworzenia kopii zapasowej - należy uwierzytelnić Dropbox.

source: Authenticate
cs_cz: Ověření
de_ch: Authentifizieren
de_de: Aithentifizieren
el_gr: Επικυρωμένο
es_es: Autenticar
fr_fr: Authentifier
gl_es: Autentificar
it_it: Autentica
nl_nl: Authenticeer
pl_pl: Uwierzytelnij
ru_ru: Авторизация

source: Your server do not have curl extension installed.
cs_cz: Váš server nemá instalováno rozšíření curl.
de_ch: Auf Deinem Server ist die "curl" Erweiterung nicht installiert.
de_de: Dein Server hat die curl-Erweiterung nicht installiert
el_gr: Στον διακομιστή σας δεν έχει εγκατασταθεί curl επέκταση.
es_es: Su servidor no tiene la extensión curl instalada.
fr_fr: L'extension curl n'est pas installée sur votre serveur.
gl_es: O teu servidor non ten a extensión cURL instalada.
it_it: Sul server manca l’estensione curl
nl_nl: Er is geen cURL extentie op uw server aanwezig
pl_pl: Serwer nie ma zainstalowanego rozszerzenia curl.
ru_ru: Ваш сервер не имеет расширение curl.

source: This extension is required by Google API SDK.
cs_cz: Toto rozšíření je vyžadováno Google API SDK.
de_ch: Diese Erweiterung wird vom Google API SDK verlangt.
de_de: Diese Erweiterung ist Notwendig für die Google API SDK.
el_gr: Αυτή η επέκταση απαιτείται από το Google API SDK.
es_es: Esta extensión es requerida por Google API SDK.
fr_fr: Cette extension est requise pas le SDK Google API
gl_es: Esta extensión é requerida por Google API SDK.
it_it: Questa estensione è richiesta dall’API SDK di Google.
nl_nl: Deze extentie is verplicht door de Google API SDK.
pl_pl: To rozszerzenie jest wymagane przez Google API SDK.
ru_ru: Это расширение требует API SDK Google.

source: Please install it at first.
cs_cz: Prosím, instalujte jej jako první.
de_ch: Bitte diesen zuerst installieren.
de_de: Bitte installiere es zuerst
el_gr: Παρακαλώ εγκαταστήστε το αρχικά.
es_es: Por favor, instálalo al principio.
fr_fr: Merci de l'installer en priorité.
gl_es: Por favor, instálao primeiro.
it_it: Installatela immediatamente.
nl_nl: S.v.p. eerst installeren.
pl_pl: Proszę zainstalować go w pierwszej kolejności.
ru_ru: Пожалуйста, установите его в первую очередь.

source: You can also check following links for more info:
cs_cz: Pro více informací můžete zkontrolovat také následující odkazy:
de_ch: Bitte prüfe die nachfolgenden Links für mehr Informationen:
de_de: Du kannst außerdem diesem Link für mehr Informationen folgen:
el_gr: Μπορείτε επίσης να ελέγξετε τους ακόλουθους συνδέσμους για περισσότερες πληροφορίες:
es_es: También puede consultar los siguientes enlaces para obtener más información:
fr_fr: Vous pouvez également consulter les liens suivants pour davantage d'information :
gl_es: Tamén podes mirar estos enlaces para máis info:
it_it: Potete consultare i seguenti link per ultieriori informazioni:
nl_nl: U kunt de volgende links bezoeken voor meer informatie:
pl_pl: Możesz również sprawdzić poniższe linki aby uzyskać więcej informacji:
ru_ru: Вы также можете проверить следующие ссылки для получения дополнительной информации:

source: For long-term storage of Google Drive authorization, please re-connect our application in your personal account of Google Drive.
cs_cz: Pro oprávnění k dlouhodobé skladování na Disku Google, prosím, znovu připojte naši aplikaci ve svém osobním účtu Google Drive.
de_ch: Für eine bleibende Sicherung der Google Drive Authentifikation, bitte unsere Applikation in Deinem persönlichen Google Drive Konto integrieren.
de_de: Verbinde bitte die Applikation in deinem persönlichen Google Drive Account erneut für eine Langzeitsicherung der Google Drive authorisierung.
el_gr: Για μακροχρόνια αποθήκευση της άδειας Google Drive, παρακαλούμε να συνδέσετε την εφαρμογή μας στο προσωπικό σας λογαριασμό στο Google Drive.
es_es: Para el almacenamiento a largo plazo de la autorización de Google Drive, vuelva a conectar nuestra aplicación en su cuenta personal de Google Drive.
fr_fr: Pour un stockage à long terme via une autorisation Google Drive, merci de reconnecter notre application dans votre compte Google Drive personnel.
gl_es: Para a autorización de Google Drive a longo prazo, por favor reconecta a nosa aplicación na túa conta persoal de Google Drive.
it_it: Per mantenere autorizzata l’applicazione su Google Drive per lunghi periodi di tempo, ricollegate la nostra applicazione nel vostro account personale Google Drive.
nl_nl: Verbind onze applicatie opnieuw in uw persoonlijke Google Drive account om lange termijn authorisatie te bewerkstelligen
pl_pl: Do długotrwałego przechowywania uwierzytelnienia na Dysku Google, należy ponownie połączyć naszą aplikację ze swoim osobistym kontem Google Drive.
ru_ru: Для долгосрочного хранения авторизации Google Drive, пожалуйста, повторно подключитесь к Google Drive аккаунту в нашем плагине.
