Repository: common-repository/backup-by-supsystic
Catalog: languages/backup-by-supsystic-*.po
Languages: cs_cz, de_ch, de_de, el_gr, es_es, fr_fr, gl_es, it_it, nl_nl, pl_pl, ru_ru

source: Undefined
cs_cz: Nedefinováno
el_gr: Απροσδιόριστο
es_es: Indefinido
pl_pl: Niezdefiniowany

source: Please, don't delete the line that is lower, it is used for technical purposes!
cs_cz: Prosím nemažte řádek, který je níže, slouží technickým účelům!
de_ch: Bitte keine Zeilen welche tiefer liegen löschen. Diese Zeilen sind für technische Zwecke in der Datei!
de_de: Bitte lösche keine Zeilen unterhalb diese Linie, sie werden für technische Zwecke benötigt!
el_gr: Παρακαλούμε, μην διαγράφετε τη γραμμή που είναι χαμηλότερη, χρησιμοποιείται για τεχνικούς σκοπούς!
es_es: Por favor, no elimine la línea que es más baja, ¡se usa para fines técnicos!
fr_fr: S'il vous plait, n'effacez pas la ligne ci-dessous, elle est utilisée à des fins techniques !
gl_es: Por favor, non borres a línea de abaixo, emprégase para propósitos técnicos!
it_it: Non cancellate la riga seguente, serve per motivi tecnici!
nl_nl: S.v.p. de onderstaande regel niet verwijderen, deze is nodig vanwege technische doeleinden!
pl_pl: Proszę nie usuwać linii poniżej, jest ona wykorzystywana do celów technicznych!
ru_ru: Пожалуйста, не удаляйте линию, которая ниже, онf используется для технических целей!

source: Backup settings:
cs_cz: Nastavení zálohování:
de_de: Sicherungseinstellungen:
el_gr: Ρυθμίσεις δημιουργίας αντιγράφων ασφαλείας:
es_es: Configuración de copia de seguridad:
fr_fr: Paramètres de la sauvegarde :
gl_es: Axustes de backup:
it_it: Impostazioni di backup:
nl_nl: Backup instellingen
pl_pl: Ustawienia kopii zapasowej:
ru_ru: Настройки бекапа:

source: Full backup
cs_cz: Kompletní záloha
de_ch: Komplettsicherung
de_de: Volle Sicherung
el_gr: Πλήρες αντίγραφο ασφαλείας
es_es: Copia de seguridad completa
fr_fr: Sauvegarde complète
gl_es: Backup completa
it_it: Backup completo
nl_nl: Volledige backup
pl_pl: Pełna kopia zapasowa
ru_ru: Полный бекап

source: Wordpress Core
cs_cz: Jádro Wordpress
fr_fr: Moteur de Wordpress
pl_pl: Jądro Wordpress
ru_ru: Ядро Wordpress

source: Plugins folder
cs_cz: Složku s pluginy
de_ch: Plugins Verzeichnis
de_de: Plugins Ordner
el_gr: Φάκελος Plugins
es_es: Carpeta de complementos
fr_fr: Répertoire des plugins
gl_es: Carpeta de Plugins
it_it: Cartella plugins
nl_nl: Plugin map
pl_pl: Folder wtyczek
ru_ru: Папку "Plugins"

source: Themes folder
cs_cz: Složku se šablonami
de_ch: Themen Verzeichnis
de_de: Themes Ordner
el_gr: Φάκελος Θεμάτων
es_es: Carpeta Temas
fr_fr: Répertoire des thèmes
gl_es: Carpeta de Themes
it_it: Cartella temi
nl_nl: Thema map
pl_pl: Folder tematów
ru_ru: Папку "Themes "

source: Uploads folder
cs_cz: Složku UPLOADS
de_ch: Uploads Verzeichnis
de_de: Uploads Ordner
el_gr: Φάκελος Uploads
es_es: Carpeta de archivos cargados
fr_fr: Répertoire d'Uploads
gl_es: Carpeta de subidas
it_it: Cartella upload
nl_nl: Upload map
pl_pl: Folder przesłane
ru_ru: Папку "Uploads"

source: Any folder inside wp-content
cs_cz: Jakoukoli složku uvnitř wp-content
de_ch: Irgend ein Verzeichnis in wp-content
de_de: Jeder Ordner innerhalb von wp-content
el_gr: Κάθε φάκελος μέσα στο wp-content
es_es: Cualquier carpeta dentro de wp-content
fr_fr: Tous les sous-répertoires de wp-content
gl_es: Calquera carpeta dentro de wp-content
it_it: Tutto il contenuto di wp-content
nl_nl: Alle subfolders in wp-content
pl_pl: Dowolny folder wp-content
ru_ru: Любую папку внутри папки "wp-content"

source: Exclude:
cs_cz: Výjimky:
de_ch: Ausschliessen:
de_de: Ausnahme
el_gr: Εξαίρεση:
es_es: Excluir:
fr_fr: Exclure :
gl_es: Excluír:
it_it: Esclusioni:
nl_nl: Uitzonderen:
pl_pl: Wykluczenie :
ru_ru: Исключить:

source: Email notification:
cs_cz: E-mailové upozornění:
de_ch: Email Benachrichtigung:
de_de: E-Mail-Benachrichtigung:
el_gr: Email γνωστοποίηση:
es_es: Notificación de correo electrónico:
fr_fr: Notification par courriel :
gl_es: Notificación de email:
it_it: Notifica via email:
nl_nl: Email notificaties
pl_pl: Powiadomienie e-mail:
ru_ru: Уведомление по электронной почте:

source: Secret key for decrypt DB data wrong! Please, try again.
cs_cz: Tajný klíč pro dešifrování dat v DB je nesprávný! Zkuste to znovu, prosím.
de_ch: Geheimschlüssel um die Datenbank zu entschlüsseln ist falsch! Bitte versuche es noch einmal.
de_de: Geheimschlüssel zum entschlüsseln der Datenbankdaten falsch! Versuche es nochmal.
el_gr: Μυστικό κλειδί για την αποκρυπτογράφηση δεδομένων DB λανθασμένα! Παρακαλούμε, προσπαθήστε ξανά.
es_es: Clave secreta para descifrar los datos de la base de datos errónea! Inténtalo de nuevo.
fr_fr: Clé secrète pour déchiffrer la base de données erronée ! Merci de réessayer.
gl_es: A clave secreta para desencriptar a DB é incorrecta! Inténtao de novo.
it_it: La chiave segreta di decodifica del DB è errata! Riprova.
nl_nl: Geheime sleutel voor het ontleutelen van de database gegevens is fout! Probeer het opnieuw.
pl_pl: Sekretny klucz do deszyfrowania danych DB jest zły! Proszę spróbuj ponownie.
ru_ru: Секретный ключ для расшифровки данных БД неправильный! Пожалуйста, попробуйте еще раз.

source: Your MySQL server does not support transactions, "safe update" unavailable
cs_cz: Váš MySQL server nepodporuje transakce, "safe update" je nedostupný
de_ch: Dein MySQL Server unterstützt die Funktion "safe update" nicht
de_de: Dein MySQL Server understützt keine Transaktionen, "sicheres update" nicht verfügbar.
el_gr: Ο διακομιστής MySQL δεν υποστηρίζει συναλλαγές, η "ασφαλής ενημέρωση" δεν είναι διαθέσιμη
es_es: Su servidor MySQL no admite transacciones, \ "actualización segura " no está disponible
fr_fr: Votre MySQL n'est pas configuré pour supporter les transactions, Mise à jour sécurisée impossible
gl_es: O teu servidor MySQL non soporta transaccións, "safe update" non disponible.
it_it: Il tuo server MySQL non supporta le transazioni, l’aggiornamento “safe” non è disponibile
nl_nl: Uw MySQL server staat geen transacties toe, "safe update" niet beschikbaar
pl_pl: Twój serwer MySQL nie obsługuje transakcji, niedostępny "bezpieczny update"
ru_ru: Сервер MySQL не поддерживает транзакции, "безопасное обновление" недоступно

source: Error: unexpected fgets() fail
cs_cz: Chyba: neočekávané fgets() selhalo
de_ch: Fehler: unerwartetes Scheitern von fgets()
de_de: Fehler: Unerwarteter fgets() Fehler
el_gr: Σφάλμα: αποτυγχάνουν απροσδόκητα fgets()
es_es: Error: los errores inesperados () fallan
fr_fr: Erreur : problème fgets() inattendu
gl_es: Erro: unexpected fgets() fail
it_it: Errore: guasto di fget()
nl_nl: Fout: onverwachte fgets() fout
pl_pl: Błąd: nieoczekiwany fgets () fail
ru_ru: Ошибка: unexpected fgets() fail

source: Unable to clear the database before restoring
cs_cz: Databázi se před obnovou nepodařilo pročistit
de_ch: Es war nicht möglich die Datenbank vor der Wiederherstellung zu löschen.
de_de: Löschen der Datenbank vor dem Wiederherstellen nicht möglich
el_gr: Δεν είναι δυνατή η εκκαθάριση της βάσης δεδομένων πριν από την επαναφορά
es_es: No se puede borrar la base de datos antes de restaurar
fr_fr: Impossible de nettoyer la base de données avant restauration
gl_es: Non se pode limpar a DB antes de restaurar
it_it: Impossibile azzerare il database prima del ripristino
nl_nl: Kan de database niet opschonen voor het terugzetten.
pl_pl: Nie można wyczyścić bazy danych przed przywróceniem
ru_ru: Невозможно очистить базу данных перед восстановлением

source: Can not find file
cs_cz: Nepodařilo se nalézt soubor
de_ch: Kann die Datei nicht finden
de_de: Kann die Datei nicht finden
el_gr: Δεν είναι δυνατή η εύρεση αρχείου
es_es: No se puede encontrar el archivo
fr_fr: Impossible de trouver le fichier
gl_es: Non se atopa o arquivo
it_it: File non trovato
nl_nl: Kan het bestand niet vinden
pl_pl: Nie można znaleźć pliku
ru_ru: Не удается найти файл

source: Revision of backup and your database do not match. You must enable the Force Update options to update (at one's own risk)
cs_cz: Revize verze zálohy a vaší databáze nesouhlasí. Je nutné povolit možnosti Force Update pro aktualizaci (na vlastní riziko)
de_ch: Version der Sicherung und der Datenbank sind nicht gleich. Du musst die "Update erzwingen" Option verwenden um die Sicherung einzulesen (auf Dein eigenes Risiko!)
de_de: Die Version deiner Sicherung und die deiner Datenbank stimmen nicht überein. Du musst die Option "Update erzwingen" aktivieren zum updaten. (Auf dein eigenes Risiko!"
el_gr: Η αναθεώρηση του αντιγράφου ασφαλείας και της βάσης δεδομένων σας δεν ταιριάζουν. Πρέπει να ενεργοποιήσετε τις επιλογές Δυναμικής Ενημέρωσης για να ενημερώσετε (με δική σας ευθύνη)
es_es: La revisión de la copia de seguridad y su base de datos no coinciden. Debe habilitar las opciones de actualización forzada para actualizar (bajo su propio riesgo)
fr_fr: La version de votre sauvegarde et de votre base de données ne correspondent pas. Vous devez activer l'option Mise à jour forcée pour continuer (à vos risques et périls)
gl_es: A revisión da backup e a túa db non concordan. Deben habilitar Forzar actualización para actualizar (ó teu risco)
it_it: La versione del backup e del database non corrispondono. Dovete attivare l’opzione Forza Aggiornamento per aggiornarli (a vostro rischio)
nl_nl: Versie van de backup en uw database zijn niet hetzelfde. U moet de 'Forceer Update' opties gebruiken. (Op uw eigen risico!)
pl_pl: Wersja kopii zapasowej i twoja baza danych nie są zgodne. Musisz włączyć opcje Wymuś Aktualizacje,, aby zaktualizować (na własne ryzyko)
ru_ru: Редакция резервного копирования и базы данных не совпадают. Вы должны включить опцию "Форсированное обновление" для обновления (на свой страх и риск)

source: This backup was made on another version of WordPress. You must enable the Force Update options to update (at one's own risk)
cs_cz: Tato záloha byla provedena na jiné verzi WordPress. Je nutné povolit možnosti Force Update pro aktualizaci (na vlastní riziko)
de_ch: Diese Datensicherung wurde mit einer anderen WordPress-Version erstellt. Du musst die "Update erzwingen" Option verwenden um die Sicherung einzulesen (auf Dein eigenes Risiko!)
de_de: Diese Sicherung wurde auf einer anderen WordPress-Version erstellt. Du musst die Option "Update erzwingen" aktivieren zum updaten (Auf dein eigenes Risiko!"
el_gr: Αυτό το αντίγραφο ασφαλείας έγινε σε άλλη έκδοση του WordPress. Πρέπει να ενεργοποιήσετε τις επιλογές Δυναμικής Ενημέρωσης για να ενημερώσετε (με δική σας ευθύνη)
es_es: Esta copia de seguridad se realizó en otra versión de WordPress. Debe habilitar las opciones de actualización forzada para actualizar (bajo su propio riesgo)
fr_fr: Cette sauvegarde a été réalisée à partir d'une autre version de WordPress. Vous devez activer l'option Mise à jour forcée pour continuer (à vos risques et périls)
gl_es: A backup fíxose con outra versión de WordPress. Debes habilitar Forzar actualización para actualizar (ó teu risco).
it_it: La copia è stata fatta su una diversa versione di WordPress. Dovete abilitare l’opzione Forza Aggiornamento per aggiornare (a vostro rischio)
nl_nl: Deze backup is gemaakt met een andere versie van WordPress. U moet de Forceer Update optie gebruiken. (Op uw eigen risico!)
pl_pl: Ta kopia zapasowa została wykonana w innej wersji WordPressa. Musisz włączyć opcje Wymuś Aktualizacje,, aby zaktualizować (na własne ryzyko)
ru_ru: Эта резервная копия была сделана на другой версии WordPress. Вы должны включить опции "Форсированное обновление" для обновления (на свой страх и риск)

source: Backup was created with a different version of the plugin. You must enable the Force Update options to update (at one's own risk)
cs_cz: Záloha byla provedena jinou verzí pluginu. Je nutné povolit možnosti Force Update pro aktualizaci (na vlastní riziko)
de_ch: Die Datensicherung wurde mit einer anderen Version des Plugin's erstellt. Du musst die "Update erzwingen" Option verwenden um die Sicherung einzulesen (auf Dein eigenes Risiko!)
de_de: Die Sicherung wurde mit einer anderen Version des Plugins erstellt. Du musst die Option "Update erzwingen" aktivieren zum updaten (Auf dein eigenes Risiko!"
el_gr: Δημιουργήθηκε αντίγραφο ασφαλείας με μια διαφορετική έκδοση του plugin. Πρέπει να ενεργοποιήσετε τις επιλογές Δύναμης Ενημέρωσης για να ενημερώσετε (με δική σας ευθύνη)
es_es: La copia de seguridad se creó con una versión diferente del complemento. Debe habilitar las opciones de actualización forzada para actualizar (bajo su propio riesgo)
fr_fr: Cette sauvegarde a été réalisée à l'aide d'une autre version du plugin. Vous devez activer l'option Mise à jour forcée pour continuer (à vos risques et périls)
gl_es: A backup creouse con outra versión diferente do plugin. Debes habilitar Forzar actualización para actualizar (ó teu risco).
it_it: La copia è stata fatta con una diversa versione del plugin. Dovete abilitare l’opzione Forza Aggiornamento per aggiornare (a vostro rischio)
nl_nl: Backup is gemaakt met een andere versie van de plugin. U moet de Forceer Update optie gebruiken. (Op uw eigen risico!)
pl_pl: Kopia zapasowa została utworzona z inną wersją wtyczki. Musisz włączyć opcje Wymuś Aktualizacje,, aby zaktualizować (na własne ryzyko)
ru_ru: Резервная копия была создана с другой версией плагина. Вы должны включить опцию "Форсированное обновление" для обновления (на свой страх и риск)

source: Filesystem backup %s does not exists
cs_cz: Záloha souborového systému %s neexistuje
de_ch: Dateisystem-Backup %s ist nicht vorhanden
de_de: Dateisystem Sicherung %s existiert nicht
el_gr: Δεν υπάρχει αντίγραφο ασφαλείας του συστήματος αρχείων % s
es_es: La copia de seguridad del sistema de archivos %s no existe
fr_fr: La sauvegarde du système de fichiers %s n'existe pas
gl_es: O sistema de arquivos da backup %s non existe
it_it: Il backup del filesystem %s non esiste
nl_nl: Bestandssysteem backup %s bestaat niet
pl_pl: Plik systemowe kopii zapasowej %s nie istnieją
ru_ru: Файловая система резервного копирования %s не существует

source: An error has occurred while unpacking the archive
cs_cz: Při rozbalování archivu došlo k nějaké chybě
de_ch: Beim Entpacken des Archivs ist ein Fehler aufgetreten
de_de: Ein Fehler ist während des Entpackens des Archivs aufgetreten
el_gr: Παρουσιάστηκε σφάλμα κατά την αποσυμπίεση του αρχείο
es_es: Se ha producido un error al desempaquetar el archivo
fr_fr: Une erreur est apparue lors de l'extraction de l'archive
gl_es: Ocorreu un erro ó desempaquetar o arquivo
it_it: C’è stato un errore decomprimendo l’archivio
nl_nl: Er is een fout opgetreden bij het uitpakken van het archief
pl_pl: Wystąpił błąd podczas rozpakowywania archiwum
ru_ru: Произошла ошибка при распаковке архива

source: / Start:
cs_cz: / Začátek:
de_ch: /Beginn:
el_gr: / Έναρξη:
es_es: / Comienzo:
fr_fr: / Début :
gl_es: / Iniciar:
it_it: / Inizio:
pl_pl: / Początek:
ru_ru: / Старт:

source: / Finish:
cs_cz: / Konec:
de_ch: /Ende:
de_de: /Ende:
el_gr: / Τερματισμός:
es_es: / Terminar:
fr_fr: / Fin :
gl_es: / Finalizar:
it_it: / Fine:
nl_nl: / Einde:
pl_pl: / Koniec:
ru_ru: / Финиш:

source: Backup to <b>FTP</b> / ID
cs_cz: Záloha na <b>FTP</b> / ID
de_ch: Sichern nach <b>FTP</b> /ID
de_de: Sichern nach <b>FTP</b> / ID
el_gr: Δημιουργία αντιγράφων ασφαλείας στο <b> FTP </b> / ID
es_es: Copia de seguridad a <b> FTP </ b> / ID
fr_fr: Sauvegarde sur <b>FTP</b> / ID
gl_es: Backup a <b>FTP</b> / ID
it_it: Backup su <b>FTP</b> / ID
nl_nl: Backup naar <b>FTP</b> / ID
pl_pl: Tworzenie kopii zapasowej na <b>FTP</b> / ID
ru_ru: Бекап на <b>ФТП</b> / ID

source: Filesystem
cs_cz: Souborový systém
de_ch: Dateisystem
de_de: Dateisystem
el_gr: Σύστημα αρχείων
es_es: Sistema de archivos
fr_fr: Système de fichiers
gl_es: Sistema de arquivos
nl_nl: Bestandssysteem
pl_pl: System plików
ru_ru: Файловая система

source: Database
cs_cz: Databáze
de_ch: Datenbank
de_de: Datenbank
el_gr: Βάση δεδομένων
es_es: Base de datos
fr_fr: Base de données
gl_es: Base de datos
pl_pl: Baza danych
ru_ru: База данных

source: Delete
cs_cz: Smazat
de_ch: Löschen
de_de: Entfernen
el_gr: Διαγραφή
es_es: Borrar
fr_fr: Supprimer
gl_es: Eliminar
it_it: Cancella
nl_nl: Verwijderen
pl_pl: Usuń
ru_ru: Удалить

source: Download
cs_cz: Stáhnout
de_ch: Herunterladen
de_de: Herunterladen
el_gr: Λήψη
es_es: Descargar
fr_fr: Télécharger
gl_es: Descargar
pl_pl: Pobierz
ru_ru: Скачать

source: Show Backup Log
cs_cz: Zobrazit log zálohování
de_ch: Datensicherungsprotokoll anzeigen
de_de: Sicherungsprotokoll zeigen
el_gr: Εμφάνιση αρχείου καταγραφής αντιγράφων ασφαλείας
es_es: Mostrar registro de copia de seguridad
fr_fr: Montrer le journal de sauvegarde
gl_es: Mostrar log da backup
it_it: Mostra registro copia
nl_nl: Laat de backup log zien
pl_pl: Pokaż log kopii zapasowej
ru_ru: Показать лог бекапов

source: Log is clear.
cs_cz: Log je prádný
de_ch: Protokoll ist leer.
de_de: Protokoll ist leer
el_gr: Το αρχείο καταγραφής είναι καθαρό.
es_es: Log es claro.
fr_fr: Le journal est vide.
gl_es: O log está limpo.
it_it: Il registro è pulito.
nl_nl: Log is leeg
pl_pl: Log jest czysty.
ru_ru: Лог пустой

source: Backup to <b>GoogleDrive</b> / ID
cs_cz: Záloha na <b>Google Disk</b> / ID
de_ch: Sichern nach <b>GoogleDrive</b> / ID
de_de: Sichern nach <b>GoogleDrive</b> / ID
el_gr: Δημιουργία αντιγράφων ασφαλείας στο <b> GoogleDrive </b> / ID
es_es: Copia de seguridad a <b> GoogleDrive </ b> / ID
fr_fr: Sauvegarde sur <b>GoogleDrive</b> / ID
gl_es: Backup a <b>GoogleDrive</b> / ID
it_it: Backup su <b>GoogleDrive</b> / ID
nl_nl: Backup naar <b>GoogleDrive</b> / ID
pl_pl: Tworzenie kopii zapasowej na <b>GoogleDrive</b> / ID
ru_ru: Бекап на <b>GoogleDrive</b> / ID

source: Backup to <b>OneDrive</b> / ID
cs_cz: Záloha na <b>OneDrive</b> / ID
de_ch: Sichern nach <b>OneDrive</b> / ID
de_de: Sichern nach <b>OneDrive</b> / ID
el_gr: Δημιουργία αντιγράφων ασφαλείας στο <b> OneDrive </b> / ID
es_es: Copia de seguridad en <b> OneDrive </ b> / ID
fr_fr: Sauvegarde sur <b>OneDrive</b> / ID
gl_es: Backup a <b>OneDrive</b> / ID
it_it: Backup su <b>OneDrive</b> / ID
nl_nl: Backup naar <b>OneDrive</b> / ID
pl_pl: Tworzenie kopii zapasowej na <b>OneDrive</b> / ID
ru_ru: Бекап на <b>OneDrive</b> / ID

source: Backup to <b>Amazon S3</b> / ID
cs_cz: Záloha na <b>Amazon S3</b> / ID
de_ch: Sichern nach <b>Amazon S3</b> / ID
de_de: Sichern nach <b>Amazon S3</b> / ID
el_gr: Δημιουργία αντιγράφων ασφαλείας στο <b> Amazon S3 </b> / ID
es_es: Copia de seguridad en <b> Amazon S3 </ b> / ID
fr_fr: Sauvegarde sur <b>Amazon S3</b> / ID
gl_es: Backup a <b>Amazon S3</b> / ID
it_it: Backup su <b>Amazon S3</b> / ID
nl_nl: Backup naar <b>Amazon S3</b> / ID
pl_pl: Tworzenie kopii zapasowej na <b>Amazon S3</b> / ID
ru_ru: Бекап на <b>Amazon S3</b> / ID

source: Backup to <b>DropBox</b> / ID
cs_cz: Záloha na <b>DropBox</b> / ID
de_ch: Sichern nach <b>DropBox</b> / ID
de_de: Sichern nach<b>DropBox</b> / ID
el_gr: Δημιουργία αντιγράφων ασφαλείας στο <b> DropBox </b> / ID
es_es: Copia de seguridad en <b> DropBox </ b> / ID
fr_fr: Sauvegarde sur <b>DropBox</b> / ID
gl_es: Backup a <b>DropBox</b> / ID
it_it: Backup su <b>DropBox</b> / ID
nl_nl: Backup naar <b>DropBox</b> / ID
pl_pl: Tworzenie kopii zapasowej na <b>DropBox</b> / ID
ru_ru: Бекап на <b>DropBox</b> / ID

source: Backups don't exist!
cs_cz: Záloha neexistuje!
de_ch: Datensicherung nicht gefunden!
de_de: Sicherungen existieren nicht!
el_gr: Δεν υπάρχουν αντίγραφα ασφαλείας!
es_es: ¡Las copias de seguridad no existen!
fr_fr: Aucune sauvegarde !
gl_es: Non existen backups!
it_it: Le copie non esistono!
nl_nl: Backups bestaan niet!
pl_pl: Kopia zapasowa nie istnieje!
ru_ru: Бекап не существует!

source: Restore Presets:
cs_cz: Nastavení obnovy:
de_de: Voreinstellungen wiederherstellen
el_gr: Επαναφορά προεπιλογών:
es_es: Restaurar preajustes:
fr_fr: Paramètres de restauration :
gl_es: Restaurar Presets:
it_it: Impostazioni Ripristino:
nl_nl: Herstel instellingen:
pl_pl: Przywracanie ustawień predefiniowanych:
ru_ru: Восстановление пресетов:

source: Safe Update
cs_cz: Bezpečná aktualizace
de_ch: Sichere Aktualisierung
de_de: Sicheres Update
el_gr: Ασφαλής ενημέρωση
es_es: Actualización segura
fr_fr: Mise à jour sécurisée
gl_es: Actualización segura
it_it: Aggiornamento Sicuro
nl_nl: Veilige update
pl_pl: Bezpieczne aktualizacje
ru_ru: Безопасное обновление
