Repository: common-repository/backup-by-supsystic
Catalog: languages/backup-by-supsystic-*.po
Languages: cs_cz, de_ch, de_de, el_gr, es_es, fr_fr, gl_es, it_it, nl_nl, pl_pl, ru_ru

source: You have an incredible opportunity to get PRO version for free. Make Translation of plugin! It will be amazing if you take advantage of this offer! More info you can find here <a target="_blank" href="%s">"Get PRO version of any plugin for FREE"</a>
cs_cz: Máte neuvěřitelnou možnost získat verzi PRO zdarma. Vytvořte překlad pluginu! Bude báječné, pokud tuto nabídku využijete! Více informací naleznete zde <a target="_blank" href="%s">"Získejte verzi PRO jakéhokoli pluginu ZDARMA"</a>
de_ch: Du hast eine unglaubliche Möglichkeit die PRO Version kostenfrei zu erhalten. Mache eine Übersetzung des Plugins! Es wäre super wenn Du von dieser Möglichkeit Gebrauch machst. Weitere Informationen dazu findest Du unter <a target="_blank" href="%s">"PRO Version irgendeines Plugins KOSTENLOS"</a>
de_de: Du hast die unglaubliche Möglichkeit die PRO-Version des Plugins umsonst zu bekommen. Fertige eine Übersetzung des Plugins an! Mehr Informationen kannst du hier finden: <a target="_blank" href="%s">"PRO kostenlo erhalten!"</a>
el_gr: Έχετε μια απίστευτη ευκαιρία να αποκτήσετε δωρεάν την έκδοση PRO. Κάντε Μετάφραση του plugin! Θα είναι καταπληκτικό αν επωφεληθείτε από αυτή την προσφορά! Περισσότερες πληροφορίες μπορείτε να βρείτε εδώ <a target="_blank" href="%s"> "Λάβετε δωρεάν την PRO έκδοση οποιασδήποτε προσθήκης" </a>
es_es: Tienes una oportunidad increíble para obtener la versión PRO gratis. Haga la traducción del plugin! ¡Será increíble si aprovechas esta oferta! Puede encontrar más información aquí <a target="_blank" href=" %s "> \ "Obtenga la versión PRO de cualquier complemento de forma GRATUITA " </a>
fr_fr: Vous disposez d'une incroyable opportunité d'obtenir la version PRO gratuitement : Faites une traduction du plugin ! Ce serait génial que vous profitiez de cette offre ! Davantage d'information via ce lien : <a target="_blank" href="%s">"Obtenez la version PRO de tout plugin gratuitement"</a>
gl_es: Tes unha incrible oportunidade para conseguir a versión PRO gratis. Fai unha tradución do plugin! Será asombroso se te aproveitas desta oferta! Podes atopar máis información aquí <a target="_blank" href="%s">"Conseguir a versión PRO de calquera plugin GRATIS"</a>
nl_nl: U heeft de mooie kans om een PRO versie gratis te verkrijgen. Maak een vertaling van een plugin. Het zou geweldig zijn alds u gebruik wilt maken van deze aanbieding! Meer informatie vindt u hier: <a target="_blank" href="%s">"Gratis PRO versie van elke willekeurige plugin"</a>
pl_pl: Masz niesamowitą okazję, aby uzyskać wersję PRO za darmo. Dokonaj przekładu wtyczki! To będzie niesamowite, jeśli skorzystać z tej oferty! Więcej informacji można znaleźć tutaj <a target="_blank" href="%s"> "Zdobądź wersję PRO jakiejkolwiek wtyczki za darmo" </a>
ru_ru: У Вас есть невероятная возможность получить PRO версию бесплатно. Сделайте перевод плагина! Это будет удивительно, если Вы воспользоваться этим предложением! Подробнее вы можете найти здесь <a target="_blank" href="%s">"Получить PRO версии любого плагина БЕСПЛАТНО"</a>

source: Translation
cs_cz: Překlad
de_ch: Übersetzung
de_de: Übersetzung
el_gr: Μετάφραση
es_es: Traducción
fr_fr: Traduction
gl_es: Tradución
it_it: Traduzione
nl_nl: Vertaling
pl_pl: Tłumaczenie
ru_ru: Перевод

source: All available languages are provided with the Supsystic Google Maps plugin. If your language isn't available, your plugin will be in English by default.<br /><b>Available Translations: English</b><br />Translate or update a translation Backup WordPress plugin in your language and get a Premium license for FREE. <a target="_blank" href="%s">Contact us</a>.
cs_cz: Pro Supsystic Google Maps plugin jsou dostupné všechny jazyky. Pokud váš jazyk není k dispozici, bude váš plugin ve výchozím nastavení v angličtině.<br /><b>dostupné překlady: English</b><br />Přeložte nebo aktualizujte překlad Backup WordPress pluginu do ve vašeho jazyky a získejte Premium licenci ZDARMA. <a target="_blank" href="%s">Kontaktujte nás</a>.
de_ch: Alle verfügbaren Sprachen werden mit dem Supsystic Google Maps geliefert. Falls Deine Sprache nicht verfügbar ist, wird Dein Plugin die Sprache englisch verwenden.<br/><b>Verfügbare Übersetzungen: Englisch</b><br/> Übersetze oder überarbeite einen Backup Wordpress Plugin in Deiner Sprache und Du erhältst eine Premium-Lizenz KOSTENLOS. <a target="_blank" href="%s">Schreibe uns</a>.
de_de: Alle verfügbaren Sprachen werden mit dem Supsystic Google Maps Plugin geliefert. Wenn ihre Sprache nicht verfügbar ist, wird die Standardsprache auf Englisch gestellt. <br /><b>Verfügvare Übersetzungen: Englisch <br /><b> Übersetze oder verbessere eine Übersetzung des Backup WordPress Plugins in deiner Sprache und erhalte kostenlos eine Premium Lizenz. <a target="_blank" href="%s">Kontaktiere uns</a>.
el_gr: Όλες οι διαθέσιμες γλώσσες παρέχονται με το plugin Supysystic Google Maps. Εάν η γλώσσα σας δεν είναι διαθέσιμη, το plugin σας θα είναι στα Αγγλικά από προεπιλογή. <br /> <b> Διαθέσιμες μεταφράσεις: Αγγλικά </b> <br /> Μετάφραση ή ενημέρωση μιας μετάφρασης Δημιουργία αντιγράφων ασφαλείας του WordPress στη γλώσσα σας για ΔΩΡΕΑΝ άδεια Premium. <a target="_blank" href="%s"> Επικοινωνήστε μαζί μας </a>.
es_es: Todos los idiomas disponibles se proporcionan con el complemento Supsystic Google Maps. Si su idioma no está disponible, su complemento estará en inglés de manera predeterminada. <br /> <b> Traducciones disponibles: inglés </ b> <br /> Traduzca o actualice un complemento de WordPress de respaldo de traducción en su idioma y obtenga un Licencia premium GRATIS. <a target="_blank" href=" %s "> Contáctenos </a>.
fr_fr: Toutes les langues disponibles sont founies par le plugin Supsystic Google Maps. Si votre langue n'est pas disponible, votre plugin s'affichera en Anglais par défaut.<br /><b>Traductions disponibles : Anglais, Allemand (Suisse), Espagnol (Galice), Français (France) </b><br />Traduisez ou mettez à jour une traduction de ce plugin WordPress dans votre langue et obtenez une licence Premium gratuitement. <a target="_blank" href="%s">Contactez-nous</a>.
gl_es: Todas os idiomas disponibles están provistos co plugin Supsystic Google Maps. Se o teu idioma non está disponible, o teu plugin estará en Inglés por defecto. <br /><b>Traducións dispoñibles: Inglés</b><br />Traduce ou actualiza a tradución do plugin WordPress Backup no teu idioma e consigue a licencia Premium GRATIS <a target="_blank" href="%s">Contáctanos</a>.
nl_nl: Alle beschikbare vertalingen zijn geleverd met de Supsystic Google Maps plugin. Wanneer uw taal niet beschikbaar is, is de plugin standaard in het Engels weergegeven. <br /><b>Beschikbare vertalingen: English</b><br />Vertaal of corrigeer een Backup WordPress plugin in uw eigen taal en krijg een Premium licentie gratis! <a target="_blank" href="%s">Neem contact met ons op.</a>.
pl_pl: Wszystkie dostępne języki są dostarczane z wtyczką Supsystic Google Maps. Jeśli język nie jest dostępny, twój plugin będzie domyślnie w języku angielskim <br /> <b> Dostępne tłumaczenia:. Angielski </ b> <br /> Przetłumacz lub zaktualizuj tłumaczenie wtyczki Backup WordPress w swoim języku, a otrzymasz licencję Premium za darmo. <a target="_blank" href="%s"> Kontakt </a>.
ru_ru: Все доступные языки обеспечиваются SupsysticBackup. Если ваш язык не доступен, ваш плагин будет на английском языке по умолчанию.<br /><b>Доступные переводы:. English, Russian, Galician, Swiss-German, Dutch, French</b><br />Переведите или обновите перевод плагина на вашем языке и получите Премиум лицензию БЕСПЛАТНО. <a target="_blank" href="%s">Свяжитесь с нами</a>.

source: There were some problem while trying to retrive our news, but you can always check all list <a target="_blank" href="%s">here</a>.
cs_cz: Při pokusu získat naše novinky došlo k nějakému problému, vždy ale můžete zkontrolovat seznam všech <a target="_blank" href="%s">zde</a>.
de_ch: Es gab Probleme beim Abrufen unserer neuen Infos aber Du kann die ganze Liste unter diesem <a target="_blank" href="%s">Link</a> abrufen.
de_de: Es gab Probleme beim Laden der Neuigkeiten. Du kannst sie <a target="_blank" href="%s">hier</a> checken.
el_gr: Παρουσιάστηκε κάποιο πρόβλημα όταν προσπαθήσατε να ανακτήσετε τα νέα μας, αλλά πάντα μπορείτε να ελέγξετε όλες τις λίστες <a target="_blank" href="%s"> εδώ </a>.
es_es: Hubo algunos problemas al intentar recuperar nuestras noticias, pero siempre puede consultar toda la lista <a target="_blank" href=" %s "> aquí </a>.
fr_fr: Un problème est survenu lors de la récuparation de nos actualités. Vous pouvez si besoin toutes les lire <a target="_blank" href="%s">ici</a>.
gl_es: Hai algún problema intentando recuperar as nosas novidades, pero sempre podes mirar toda a lista <a target="_blank" href="%s">aquí</a>.
nl_nl: Er waren problemen bij het ophalen van nieuws. U kunt altijd de volledige lijst <a target="_blank" href="%s">hier</a> bekijken.
pl_pl: Były pewne problemy podczas próby pobrania Twoich wiadomości, ale zawsze możesz sprawdzić wszystkie listy <a target="_blank" href="%s"> tutaj </a>.
ru_ru: Были некоторые проблемы при попытке получить ваши новости, но вы всегда можете проверить весь список <a target="_blank" href="%s">здесь</a>.

source: Yes
cs_cz: Ano
de_ch: Ja
de_de: Ja
el_gr: Ναί
es_es: Sí
fr_fr: Oui
gl_es: Si
it_it: Si
nl_nl: Ja
pl_pl: Tak
ru_ru: Да

source: No
cs_cz: Ne
de_ch: Nein
de_de: Nein
el_gr: Όχι
fr_fr: Non
gl_es: Non
nl_nl: Nee
pl_pl: Nie
ru_ru: Нет

source: Version
cs_cz: Verze
el_gr: Έκδοση
es_es: Versión
gl_es: Versión
it_it: Versione
nl_nl: Versie
pl_pl: Wersja
ru_ru: Версия

source: Get
cs_cz: Získat
de_ch: Holen
de_de: Holen
el_gr: Πέρνω
es_es: Obtener
fr_fr: Consulter
gl_es: Conseguir
it_it: Ottieni
nl_nl: Haal
pl_pl: Pobierz
ru_ru: Получить

source: License
cs_cz: Licenci
de_ch: Lizenz
de_de: Lizenz
el_gr: Αδεια
es_es: Licencia
fr_fr: Licence
gl_es: Licenza
it_it: Licenza
nl_nl: Licentie
pl_pl: Licencja
ru_ru: лицензия

source: Support
cs_cz: Podpora
de_ch: Support/Unterstützung
el_gr: Υποστήριξη
es_es: Apoyo
gl_es: Soporte
it_it: Supporto
nl_nl: Ondersteuning
pl_pl: Wsparcie
ru_ru: Поддержка

source: No, don\'t send
cs_cz: Ne, neposílat
de_ch: Nein, nicht senden
de_de: Nein, nicht senden
el_gr: Όχι, μην στείλετε
es_es: No, no envíes
fr_fr: Non, ne pas envoyer
gl_es: Non, non\'t enviar
nl_nl: Nee, stuur niet.
pl_pl: Nie, Nie wysyłaj
ru_ru: Нет, не отправлять

source: Yes, send statistics
cs_cz: Ano, odeslat statistiky
de_ch: Ja, Statistik senden
de_de: Ja, Statistiken senden
el_gr: Ναι, στείλτε στατιστικά στοιχεία
es_es: Sí, enviar estadísticas
fr_fr: Oui, envoyer des statistiques
gl_es: Sí, mandar estadísticas
it_it: Si, invia le statistiche
nl_nl: Ja, verstuur statistieken
pl_pl: Tak, wyślij statystyki
ru_ru: Да, отправлять статистику

source: On this tab with PRO version of plugin, you can migrate this site to other hosting.
cs_cz: Na této záložce můžete s PRO verzí pluginu migrovat tuto webovou stránku na jiný hosting.
el_gr: Σε αυτήν την καρτέλα με την έκδοση PRO του plugin, μπορείτε να μεταφέρετε αυτόν τον ιστότοπο σε άλλες υπηρεσίες φιλοξενίας.
es_es: En esta pestaña con la versión PRO del complemento, puede migrar este sitio a otro servidor.
pl_pl: Na tej karcie wtyczki wersji PRO możesz migrować tę stronę na inny hosting.

source: FAQ and Documentation
cs_cz: Časté dotazy (FAQ) a Dokumentace
de_ch: FAQ und Dokumentation
de_de: FAQ und Dokumentation
el_gr: Συχνές ερωτήσεις και τεκμηρίωση
es_es: Preguntas frecuentes y documentación
fr_fr: FAQ et Documentation
gl_es: FAQ e Documentación
it_it: FAQ e documentazione
nl_nl: Veelgestelde vragen en documentatie
pl_pl: Najczęściej Zadawane Pytania i dokumentacja
ru_ru: Вопросы и документация

source: Check all FAQs
cs_cz: Projít všechny časté dotazy (FAQ)
de_ch: Prüfe alle FAQs
de_de: Alle FAQs überprüfen
el_gr: Ελέγξτε όλες τις Συχνές Ερωτήσεις
es_es: Ver todas las preguntas frecuentes
fr_fr: Explorer toutes les FAQs
gl_es: Mirar todos os FAQs
it_it: Cerca nelle FAQ
nl_nl: Bekijk alle veelgestelde vragen
pl_pl: Sprawdź wszystkie najczęściej zadawane pytania
ru_ru: Проверьте все вопросы

source: Video tutorial
cs_cz: Video návod
de_ch: Video-Anleitung
de_de: Video-Anleitung
el_gr: Βίντεο φροντιστήριο
fr_fr: Tutoriel vidéo
it_it: Tutorial video
nl_nl: Video uitleg
pl_pl: Samouczek wideo
ru_ru: Видео инструкция

source: Server Settings
cs_cz: Nastavení serveru
de_ch: Servereinstellungen
de_de: Servereinstellungen
el_gr: Ρυθμίσεις Server
es_es: Configuración del servidor
fr_fr: Paramètres du serveur
gl_es: Axustes do servidor
it_it: Impostazioni server
nl_nl: Server instellingen
pl_pl: Ustawienia serwera
ru_ru: Настройки сервера

source: News
cs_cz: Novinky
de_ch: Infos
de_de: Nachrichten
el_gr: Νέα
es_es: Noticias
fr_fr: Actualités
gl_es: Novidades
it_it: Notizie
nl_nl: Nieuws
pl_pl: Aktualności
ru_ru: Новости

source: All news and info
cs_cz: Všechny novinky a informace
de_ch: Alle Neuigkeiten und Infos
de_de: Alle Nachrichten und Informationen
el_gr: Όλες οι ειδήσεις και πληροφορίες
es_es: Todas las noticias e información
fr_fr: Toutes actualités et informations
gl_es: Todas as novidades e info
it_it: Notizie e informazioni
nl_nl: Al het nieuws en alle informatie
pl_pl: Wszystkie aktualności i informacje
ru_ru: Все новости и информация

source: Contact form
cs_cz: Kontaktní formulář
de_ch: Kontaktformular
de_de: Kontaktformular
el_gr: Φόρμα Επικοινωνίας
es_es: Formulario de contacto
fr_fr: Formulaire de contact
gl_es: Formulario de contacto
it_it: Modulo di contatto
nl_nl: Contact formulier
pl_pl: Formularz kontaktowy
ru_ru: Контактная форма

source: Send email
cs_cz: Odeslat e-mail
de_ch: Email senden
de_de: Email senden
el_gr: Αποστολή email
es_es: Enviar correo electrónico
fr_fr: Envoyer le message
gl_es: Enviar email
it_it: Invia email
nl_nl: Stuur email
pl_pl: Wyślij e-mail
ru_ru: Отправить письмо

source: Your email was send, we will try to respond to you as soon as possible. Thank you for support!
cs_cz: Váš e-mail byl odeslán, budeme se snažit odpovědět vám co nejdříve. Děkujeme za vaši podporu!
de_ch: Deine Email wurde gesendet. Wir werden Dir so bald als möglich antworten. Danke für Deine Unterstützung!
de_de: Deine E-Mail wurde versandt, wir werden uns so bald wie möglich mit dir in Verbindung setzen. Danke für deine Unterstützung!
el_gr: Το email σας στάλθηκε, θα προσπαθήσουμε να σας απαντήσουμε το συντομότερο δυνατό. Σας ευχαριστούμε για την υποστήριξη!
es_es: Su correo electrónico fue enviado, intentaremos responderle lo antes posible. ¡Gracias por su apoyo!
fr_fr: Votre message a été envoyé, nous vous répondrons dès que possible. Merci de votre soutient !
gl_es: O teu email enviouse, intentaremos responderche tan pronto como nos sexa posible. Gracias polo teu soporte!
it_it: La vostra mail è stata spedita. Cercheremo di rispondervi prima possibile. Grazie per il supporto!
nl_nl: Uw email is verzonden, we proberen zo snel mogelijk te antwoorden. Hartelijk bedankt voor uw hulp!
pl_pl: Twój e-mail został wysyłany, postaramy się odpowiedzieć Tobie tak szybko jak to możliwe. Dziękujemy za wsparcie!
ru_ru: Ваше письмо отправлено, мы постараемся ответить Вам как можно скорее. Спасибо за поддержку!

source: Templates
cs_cz: Šablony
de_ch: Vorlagen
de_de: Vorlagen
el_gr: Πρότυπα
es_es: Plantillas
fr_fr: Thèmes
it_it: Modelli
nl_nl: Sjablonen
pl_pl: Szablony
ru_ru: Шаблоны

source: No Templates were found
cs_cz: Nenalezena žádná šablona
de_ch: Es wurden keine Vorlagen gefunden
de_de: Keine Vorlagen gefunden
el_gr: Δεν βρέθηκαν πρότυπα
es_es: No se encontraron plantillas
fr_fr: Aucun Thème trouvé
gl_es: Non se atoparon Templates
it_it: Nessun modello trovato
nl_nl: Geen sjablonen gevonden
pl_pl: Nie znaleziono szablonów
ru_ru: Шаблоны были не найдены

source: Template Updated. Reload page to see results.
cs_cz: Šablona aktualizována. Pro zobrazení výsledku obnovte stránku.
de_ch: Vorlagen wurden aktualisiert. Seite auffrischen um das Resultat zu sehen.
de_de: Vorlage aktualisiert. Seite Neuladen um Resultate zu sehen.
el_gr: Το πρότυπο ενημερώθηκε. Επαναφόρτωση σελίδας για να δείτε τα αποτελέσματα.
es_es: Plantilla actualizada Volver a cargar la página para ver los resultados.
fr_fr: Thème mis à jour. Rechargez la page pour voir le résultat.
gl_es: Template actualizada. Recarga a páxina para ver resultados.
it_it: Modello aggiornato. Aggiornate la pagina per vedere il risultato.
nl_nl: Sjabloon bijgewerkt, herlaad de pagina om de resultaten te zien.
pl_pl: Szablon zaktualizowany. Odśwież stronę, aby zobaczyć wyniki.
ru_ru: Шаблон Обновлено. Обновите страницу, чтобы увидеть результаты.

source: Activate
cs_cz: Aktivovat
de_ch: Aktivieren
de_de: Aktivieren
el_gr: Ενεργοποίηση
es_es: Activar
fr_fr: Activer
gl_es: Activar
it_it: Attiva
nl_nl: Activeer
pl_pl: Aktywuj
ru_ru: Активировать

source: Deactivate
cs_cz: Vypnout
de_ch: Deaktivieren
de_de: Deaktivieren
el_gr: Απενεργοποιημένο
es_es: Desactivar
fr_fr: Désactiver
gl_es: Desactivar
it_it: Disattiva
nl_nl: Deactiveer
pl_pl: Deaktywuj
ru_ru: Деактивировать

source: Folder "%s" is not writable.
cs_cz: Do složky "%s" nelze zapisovat.
de_ch: Ordner "%s" ist schreibgeschützt
de_de: Ordner %s ist nicht beschreibbar.
el_gr: Ο φάκελος "% s" δεν είναι εγγράψιμος.
es_es: La carpeta \ " %s " no se puede escribir.
fr_fr: Echec d'écriture dans le répertoire "%s". Vérifiez les permissions.
gl_es: A carpeta "%s" non é escribible.
nl_nl: Map "%s" is niet beschrijfbaar.
pl_pl: Folder "%s" nie jest zapisywalny.
ru_ru: Папка "%s" не для записи.

source: Can't create warehouse directory "%s".
cs_cz: Nepodařilo se vytvořit warehouse adresář "%s".
de_ch: Lager-Verzeichnis "%s" kann nicht angelegt werden.
de_de: Kann Lager-Verzeichnis "%s" nicht erstellen.
el_gr: Δεν είναι δυνατή η δημιουργία του καταλόγου αποθήκης "% s".
es_es: No se puede crear el directorio de depósito \ " %s ".
fr_fr: Impossible de créer le répertoire warehouse "%s".
gl_es: Non se pode crear o directorio almacén "%s".
nl_nl: Kan de warehouse directory "%s" niet maken.
pl_pl: Nie można utworzyć magazynu katalogu "%s".
ru_ru: Невозможно создать каталог хранилища "%s".

source: Failed to clear temporary folder by pattern "%s"
cs_cz: Selhalo promazání dočasného adresáře by pattern "%s"
de_ch: Das temporäre Verzeichnis-Muster "%s" konnte nicht gelöscht werden.
de_de: Konnte den Temporären Ordner nach Verzeichnis %s nicht löschen.
el_gr: Αποτυχία εκκαθάρισης του προσωρινού φακέλου με μοτίβο "% s"
es_es: Error al borrar la carpeta temporal por patrón \ " %s "
fr_fr: Impossible de vider le répertoire temporaire via le schéma "%s"
gl_es: Fallou ó crear a carpeta temporal por patrón "%s"
nl_nl: Leegmaken tijdelijke folder mislukt met pattern "%s"
pl_pl: Nie udało się wyczyścić folderu tymczasowego przez wzór "%s"
ru_ru: Не удалось очистить временную папку по шаблону "%s"

source: Backup by Supsystic
cs_cz: Záloha od Supsystic
el_gr: Δημιουργία αντιγράφων ασφαλείας από Supsystic
es_es: Respaldo por Supsystic
gl_es: Backup por Supsystic
nl_nl: Backup door Supsystic

source: Data
de_ch: Daten
el_gr: Δεδομένα
es_es: Datos
ru_ru: Данные
